[
    {
        "_id": "98b09ffe",
        "name": "Beheading Strike",
        "warband": "Scions of the Flame",
        "cost": "double",
        "description": "Until the end of this fighter's activation, add half the value of this ability (rounding up) to the damage points allocated to enemy fighters by each critical hit from the next melee attack action made by this fighter.",
        "runemarks": [
            "brute"
        ]
    },
    {
        "_id": "99093906",
        "name": "Fiery Might",
        "warband": "Scions of the Flame",
        "cost": "double",
        "description": "Until the end of this fighter's activation, add half the value of this ability (rounding up) to the Strength characteristic of melee attack actions made by this fighter.",
        "runemarks": []
    },
    {
        "_id": "85c7d770",
        "name": "Throw Fire Bomb",
        "warband": "Scions of the Flame",
        "cost": "double",
        "description": "Pick a visible enemy fighter within 6\" of this fighter and roll 2 dice. For each roll of 4-5, allocate 1 damage point to that fighter. For each roll of 6, allocate a number of damage points to that fighter equal to the value of this ability.",
        "runemarks": [
            "trapper"
        ]
    },
    {
        "_id": "a672441f",
        "name": "Ignited Fervour",
        "warband": "Scions of the Flame",
        "cost": "triple",
        "description": "Until the end of the battle round, add 1 to the Attacks characteristic of melee attack actions made by visible friendly fighters while they are within 3\" of this fighter.",
        "runemarks": [
            "hero"
        ]
    },
    {
        "_id": "82e3f1ea",
        "name": "Inferno",
        "warband": "Scions of the Flame",
        "cost": "triple",
        "description": "Roll a dice for each visible enemy fighter within 3\" of this fighter. On a roll of 4+, allocate a number of damage points to the fighter being rolled for equal to the value of this ability.",
        "runemarks": [
            "destroyer"
        ]
    },
    {
        "_id": "533e5404",
        "name": "Engulf in Flames",
        "warband": "Scions of the Flame",
        "cost": "quad",
        "description": "Pick a visible enemy fighter within 3\" of this fighter and roll 6 dice. For each roll of 2+, allocate a number of damage points to that fighter equal to half the value of this ability (rounding up). In addition, for each roll of 6, roll an extra dice as above (and so on).",
        "runemarks": [
            "mystic"
        ]
    },
    {
        "_id": "5361f7e8",
        "name": "Blaze of Fury",
        "warband": "Scions of the Flame",
        "cost": "reaction",
        "description": "A fighter can make this reaction after they are targeted by a melee attack action but before the hit rolls are made. For each hit roll from that attack action that hits, allocate 1 damage point to the attacking fighter. For each critical hit, allocate 2 damage points to the attacking fighter instead.",
        "runemarks": []
    },
    {
        "_id": "5e51980a",
        "name": "Seared Wounds",
        "warband": "Scions of the Flame",
        "cost": "battletrait",
        "description": "Each time 1 or more damage points allocated to an enemy fighter would be removed, subtract 1 from the total to be removed, to a minimum of 0.",
        "runemarks": []
    }
]