[
    {
        "_id": "mbqlebrx",
        "name": "Predatory Ravage",
        "warband": "Teratic Cohort",
        "cost": "reaction",
        "description": "A fighter with the Teratic Cohort runemark can make this reaction after all the damage points from an enemy fighter's melee attack action have been allocated to them. The reacting fighter can make a bonus melee attack action that targets the attacker. When a fighter uses this reaction, you can discard one of your saved wild dice. If you do not, subtract 1 from the Attacks characteristic of that attack action, and subtract 1 from the damage points allocated by each hit and critical hit from that attack action (to a minimum of 1).",
        "runemarks": []
    },
    {
        "_id": "719op2wr",
        "name": "Bestial Leaps",
        "warband": "Teratic Cohort",
        "cost": "double",
        "description": "This fighter can make a bonus move action of up to 3\", and can fly when they do so. When a fighter uses this ability, you can discard one of your saved wild dice. If you do so, this fighter can make a bonus move action of up to 4\" instead, and can fly when they do so.",
        "runemarks": [
            "elite"
        ]
    },
    {
        "_id": "68nuaxx5",
        "name": "Eyes of Katakros",
        "warband": "Teratic Cohort",
        "cost": "double",
        "description": "Roll a number of dice equal to the value of this ability. For each roll of 5+, add one wild dice to your saved wild dice.",
        "runemarks": []
    },
    {
        "_id": "0vkrhgyg",
        "name": "Nadirite Strike",
        "warband": "Teratic Cohort",
        "cost": "double",
        "description": "Add 2 to the Attacks characteristic of the next melee attack action made by this fighter. When a fighter uses this ability, you can discard two of your saved wild dice. If you do so, critical hits are scored on a 5+ for that attack action.",
        "runemarks": [
            "elite"
        ]
    },
    {
        "_id": "1pzniw0g",
        "name": "Artery-severing Strike",
        "warband": "Teratic Cohort",
        "cost": "triple",
        "description": "A fighter can use this ability only if an enemy fighter has been allocated 1 or more damage points by a melee attack action made by them this activation. Until the end of the battle round, each time that enemy fighter makes a reaction, or an action other than wait, roll a number of dice equal to the value of this ability. For each roll of 2+, allocate 1 damage point to that fighter.",
        "runemarks": [
            "beast"
        ]
    },
    {
        "_id": "oec2zxm3",
        "name": "Unleashed Rage",
        "warband": "Teratic Cohort",
        "cost": "triple",
        "description": "One critical hit from the next melee attack action made by this fighter in this activation scores 1 additional critical hit. When a fighter uses this ability, you can discard two of your saved wild dice. If you do so, one critical hit from the next melee attack action made by this fighter in this activation scores 2 additional critical hits instead.",
        "runemarks": []
    },
    {
        "_id": "b1sespft",
        "name": "Savagery Unbound",
        "warband": "Teratic Cohort",
        "cost": "quad",
        "description": "Each friendly fighter with the Teratic Cohort runemark in this fighter's battle group can make a bonus move action. When a fighter uses this ability, you can discard two of your saved wild dice. If you do, each friendly fighter with the Teratic Cohort runemark can make a bonus move action instead.",
        "runemarks": [
            "elite"
        ]
    },
    {
        "_id": "a0bca675",
        "name": "Predatory Outriders",
        "warband": "Teratic Cohort",
        "cost": "battletrait",
        "description": "Before deployment, you can pick a friendly battle group that is not In reserve. Fighters from that battle group can deploy within 6\" of their deployment point, but if they do so, must be deployed more than 6\" from each enemy fighter.",
        "runemarks": []
    }
]
