[
    {
        "_id": "6d695b7a",
        "name": "Ink Jet",
        "warband": "Cyreni's Razors",
        "cost": "reaction",
        "description": "A fighter can make this reaction after they are targeted by a melee attack action but before the hit rolls are made. For each hit roll from that attack action that misses, after that attack action is resolved, you can move this fighter up to 2\". In addition, if all of the hit rolls missed, that enemy fighter cannot make attack actions until the end of the battle round.",
        "runemarks": [
            "beast"
        ]
    },
    {
        "_id": "7479b3ed",
        "name": "Hurl Lanmari Blade",
        "warband": "Cyreni's Razors",
        "cost": "double",
        "description": "Add the value of this ability to the Range characteristic of the next melee attack action made by this fighter this activation. After that attack action, this fighter cannot make melee attack actions for the rest of this activation.",
        "runemarks": [
            "minion"
        ]
    },
    {
        "_id": "06b33bb6",
        "name": "Hammertide",
        "warband": "Cyreni's Razors",
        "cost": "triple",
        "description": "Pick a corner of the battlefield and draw a straight line 1mm wide between the centre of this fighter's base and that corner. Enemy fighters whose base touches that line cannot jump, fly or climb until the end of this battle round. In addition, roll a number of dice equal to the value of this ability for each such enemy fighter. Allocate 1 damage point to that fighter for each roll of 3+.",
        "runemarks": [
            "hero"
        ]
    },
    {
        "_id": "c5c07e49",
        "name": "Crushing Wrap",
        "warband": "Cyreni's Razors",
        "cost": "quad",
        "description": "A fighter can only use this ability before it would make a melee attack action. Roll 8 dice. For each roll of 3+, add 1 to this fighter's Strength characteristic for that attack action and allocate 2 damage points to the target of that attack action. If the target is taken out of action, the melee attack action has no effect.",
        "runemarks": [
            "beast"
        ]
    },
    {
        "_id": "efc50c98",
        "name": "Soulnet",
        "warband": "Elathain's Soulraid",
        "cost": "double",
        "description": "Pick a visible enemy fighter within 3\" of this fighter and roll a dice.  On a 3+, that fighter cannot make move actions or disengage actions until the end of the battle round.",
        "runemarks": [
            "hero"
        ]
    },
    {
        "_id": "f5bce2eb",
        "name": "Riptide Harpoon",
        "warband": "Elathain's Soulraid",
        "cost": "triple",
        "description": "This fighter makes a bonus attack action.  After that attack action, the fighter targeted by that attack action makes a bonus move action directly towards this figther, as if they were jumping, a number of inches equal to the value of this ability.",
        "runemarks": [
            "trapper"
        ]
    },
    {
        "_id": "7c49099a",
        "name": "Hangman's Knot",
        "warband": "Idoneth Deepkin",
        "cost": "double",
        "description": "Pick a visible enemy fighter within 3\" of this fighter and roll a dice. On a roll of 3+, until the end of the battle round, that fighter cannot make move actions or disengage actions.",
        "runemarks": [
            "hero",
            "frenzied"
        ]
    },
    {
        "_id": "10f4fc28",
        "name": "Low Tide",
        "warband": "Idoneth Deepkin",
        "cost": "double",
        "description": "A fighter can use this ability only if it is the first battle round. This fighter can make a bonus move action up to a number of inches equal to the value of this ability.",
        "runemarks": []
    },
    {
        "_id": "fe0cb3c3",
        "name": "Riptide",
        "warband": "Idoneth Deepkin",
        "cost": "double",
        "description": "Pick a visible enemy fighter within 12\" of this fighter. Until the end of the battle round, subtract 1 from the Attacks characteristic (to a minimum of 1) of attack actions made by that fighter.",
        "runemarks": [
            "hero",
            "mystic"
        ]
    },
    {
        "_id": "e9d22c1c",
        "name": "Storm Fire",
        "warband": "Idoneth Deepkin",
        "cost": "double",
        "description": "Until the end of this fighter's activation, add 1 to the Attacks characteristic of missile attack actions made by this fighter.",
        "runemarks": [
            "agile"
        ]
    },
    {
        "_id": "f498473c",
        "name": "Storm of Blows",
        "warband": "Idoneth Deepkin",
        "cost": "double",
        "description": "Add half the value of this ability (rounding up) to the Attacks characteristic of the next melee attack action made by this fighter in this activation.",
        "runemarks": [
            "hero",
            "champion"
        ]
    },
    {
        "_id": "094f07e8",
        "name": "Sweeping Blow",
        "warband": "Idoneth Deepkin",
        "cost": "double",
        "description": "Roll a dice for each visible enemy fighter within 2\" of this fighter. On a roll of 5, allocate 1 damage point to the fighter being rolled for. On a roll of 6, allocate a number of damage points to the fighter being rolled for equal to the value of this ability.",
        "runemarks": [
            "minion"
        ]
    },
    {
        "_id": "60bba3cb",
        "name": "Biovoltaic Barrier",
        "warband": "Idoneth Deepkin",
        "cost": "triple",
        "description": "Until the end of the battle round, count each critical hit from attack actions that target this fighter as a hit instead.",
        "runemarks": [
            "bulwark"
        ]
    },
    {
        "_id": "be1c62dd",
        "name": "High Tide",
        "warband": "Idoneth Deepkin",
        "cost": "triple",
        "description": "A fighter can only use this ability if it is the third battle round. Add 1 to the Attacks and Strength characteristics of melee attack actions made by friendly fighters while they are within 6\" of this fighter.",
        "runemarks": [
            "hero"
        ]
    },
    {
        "_id": "997d8ddd",
        "name": "Scryfish Shoal",
        "warband": "Idoneth Deepkin",
        "cost": "triple",
        "description": "Pick a visible enemy fighter within 10\" of this fighter and roll 6 dice. For each roll of 4-5, allocate 1 damage point to that fighter. For each roll of 6, allocate 2 damage points to that fighter.",
        "runemarks": [
            "hero",
            "priest"
        ]
    },
    {
        "_id": "4d837d86",
        "name": "Way of the Depths",
        "warband": "Idoneth Deepkin",
        "cost": "triple",
        "description": "Until the end of the battle round, add 1 to the Strength characteristic of melee attack actions made by this fighter and by visible friendly fighters with the Idoneth Deepkin faction runemark and either the Agile or Minion runemarks while they are within 6\" of this fighter.",
        "runemarks": [
            "hero",
            "sentience"
        ]
    },
    {
        "_id": "190ec318",
        "name": "Biovoltaic Blast",
        "warband": "Idoneth Deepkin",
        "cost": "quad",
        "description": "Allocate a number of damage points equal to the value of this ability to all visible enemy fighters within 3\" of this fighter.",
        "runemarks": [
            "berserker"
        ]
    },
    {
        "_id": "f76c0a5e",
        "name": "Fade from Memory",
        "warband": "Idoneth Deepkin",
        "cost": "reaction",
        "description": "A fighter can make this reaction when an enemy fighter finishes a move action within 3\" of them. If there is another friendly fighter visible to that enemy fighter and within range of at least one of that enemy fighter's melee weapons, for the rest of the battle round that enemy fighter cannot target this fighter.",
        "runemarks": []
    },
    {
        "_id": "f9e19991",
        "name": "Power of the Tides",
        "warband": "Idoneth Deepkin",
        "cost": "battletrait",
        "description": "In battle rounds 1 and 2, add 1 to the Move characteristic of friendly fighters with this battle trait. In battle rounds 3 and 4, add 1 to the Strength characteristic of melee attack actions made by friendly fighters with the battle trait.",
        "runemarks": []
    }
]