[
    {
        "_id": "0d073880",
        "name": "Baffling Parlay",
        "warband": "Flesh-eater Courts",
        "cost": "reaction",
        "description": "A fighter can make this reaction after they are targeted by a melee attack action but before the hit rolls are made.  Subtract 1 from the Attacks characteristic of that attack action, to a minimum of 1.",
        "runemarks": []
    },
    {
        "_id": "bec6b159",
        "name": "Royal Bodyguard",
        "warband": "Flesh-eater Courts",
        "cost": "reaction",
        "description": "A fighter can make this reaction when a friendly fighter with the Hero runemark within 3\" of them is targeted by an attack action, after the damage is totalled but before it is allocated, if it is enough for that fighter to be taken down. Allocate those damage points, one at a time, to this fighter instead. If this fighter is taken down, allocate any remaining damage points to that friendly Hero.",
        "runemarks": [
            "bulwark"
        ]
    },
    {
        "_id": "79d9faa1",
        "name": "Scrabbling Hordes",
        "warband": "Flesh-eater Courts",
        "cost": "double",
        "description": "Pick a visible friendly fighter within 6\" of this fighter that has the Flesh-eater Courts runemark and the Minion runemark that has not activated yet this battle round. You can activate that fighter immediately after this fighter's activation ends.",
        "runemarks": [
            "minion"
        ]
    },
    {
        "_id": "2e4501f8",
        "name": "Hungry Talons",
        "warband": "Flesh-eater Courts",
        "cost": "double",
        "description": "Until the end of the battle round, each time an enemy fighter within 6\" of this fighter makes a disengage action but before that fighter moves away, allocate D6 damage points to that fighter.",
        "runemarks": []
    },
    {
        "_id": "01e51087",
        "name": "Winds of Shyish",
        "warband": "Flesh-eater Courts",
        "cost": "double",
        "description": "A fighter can only use this ability if they are not within 3\" of any enemy fighters. Pick a visible friendly fighter that has a Wounds characteristic of 12 or less within 3\" of this fighter. Remove that fighter and this fighter from the battlefield and immediately set them up on the battlefield more than 5\" from all enemy fighters and wholly within 3\" of each other.",
        "runemarks": [
            "hero",
            "trapper"
        ]
    },
    {
        "_id": "e986e07a",
        "name": "Noble Winged Beast",
        "warband": "Flesh-eater Courts",
        "cost": "double",
        "description": "Until the end of this fighter's activation, do not count the vertical distance when measuring the range for attack actions made by this fighter.",
        "runemarks": [
            "hero",
            "terrifying"
        ]
    },
    {
        "_id": "6e8e86a1",
        "name": "Speak in Tongues",
        "warband": "Flesh-eater Courts",
        "cost": "double",
        "description": "Pick an enemy fighter within 3\" of this fighter and roll a dice. On a 3+, that fighter makes 1 less action in their next activation (to a minimum of 1).",
        "runemarks": [
            "hero",
            "priest"
        ]
    },
    {
        "_id": "a471d576",
        "name": "Death Scream",
        "warband": "Flesh-eater Courts",
        "cost": "triple",
        "description": "Until the end of the battle round, enemy fighters within 6\" of this fighter cannot make reactions.",
        "runemarks": [
            "agile"
        ]
    },
    {
        "_id": "98b3a5d8",
        "name": "Predator's Pounce",
        "warband": "Flesh-eater Courts",
        "cost": "triple",
        "description": "This fighter can make a bonus disengage action. Then this fighter can make a bonus move action.",
        "runemarks": [
            "mount"
        ]
    },
    {
        "_id": "183defcb",
        "name": "King's Entreaty",
        "warband": "Flesh-eater Courts",
        "cost": "triple",
        "description": "Pick a visible enemy fighter within 3\" of this fighter. That enemy fighter's player must accept or reject an infected bone. If they accept it, until the end of the battle, after that fighter's activation, roll a dice. On a 5+, that fighter is taken down. If they reject it, until the end of the battle, that fighter cannot use abilities.",
        "runemarks": [
            "hero",
            "icon-bearer"
        ]
    },
    {
        "_id": "489f11f2",
        "name": "Victory Feast",
        "warband": "Flesh-eater Courts",
        "cost": "triple",
        "description": "A fighter can only use this ability if an enemy fighter has been taken down by an attack action made by them this activation. Remove a number of damage points allocated to each friendly fighter within 6\" of this fighter, up to half the value of this ability (rounding up). If this fighter has the Frenzied runemark, add 4 to the value of this ability, to a maximum of 7.",
        "runemarks": [
            "hero"
        ]
    },
    {
        "_id": "ff7e8503",
        "name": "The Royal Hunt",
        "warband": "Flesh-eater Courts",
        "cost": "quad",
        "description": "Add 1 to the Attacks and Damage characteristics of this fighter's melee weapons for each visible friendly fighter within 3\" of them until the end of their activation.",
        "runemarks": []
    },
    {
        "_id": "4d8af2ce",
        "name": "Decree of Chivalry",
        "warband": "Flesh-eater Courts",
        "cost": "quad",
        "description": "Until the end of the battle round, add 1 to the Attacks characteristic of melee attack actions made by visible friendly fighters while they are within 9\" of this fighter. If this fighter has the Berserker runemark, increase the range of this ability by a number of inches equal to the value of this ability.",
        "runemarks": [
            "hero"
        ]
    },
    {
        "_id": "60f9e076",
        "name": "Royal Decree",
        "warband": "The Grymwatch",
        "cost": "double",
        "description": "Pick a visible friendly fighter with both The Grymwatch runemark and the Minion runemark within 3\" of this fighter. That fighter can make a bonus attack action.",
        "runemarks": [
            "hero"
        ]
    },
    {
        "_id": "c4d22bf7",
        "name": "Back to the Kitchens!",
        "warband": "Skinnerkin",
        "cost": "reaction",
        "description": "A fighter can make this reaction after they have been allocated damage points by a melee attack action. This fighter makes a bonus disengage action.",
        "runemarks": []
    },
    {
        "_id": "746efa59",
        "name": "Get out of My Larder!",
        "warband": "Skinnerkin",
        "cost": "double",
        "description": "Pick a visible friendly fighter with the Skinnerkin runemark that is within 6\" of this fighter and has not activated this battle round. This fighter and that fighter can each make a bonus move action up to the value of this ability. You can activate that fighter immediately after this fighter's activation ends.",
        "runemarks": []
    },
    {
        "_id": "78d24670",
        "name": "Plated Banquet",
        "warband": "Skinnerkin",
        "cost": "triple",
        "description": "A fighter can only use this ability if an enemy fighter has been taken down by an attack action made by them this activation. Place a banquet token at the centre of the space occupied by that fighter before removing that fighter from the battlefield. At the end of the battle round, after determining control of objectives, you can remove up to 3 damage points allocated to each friendly fighter within 6\" of the centre of any banquet tokens.",
        "runemarks": []
    },
    {
        "_id": "32d0d02e",
        "name": "Precise Filleting",
        "warband": "Skinnerkin",
        "cost": "quad",
        "description": "The next melee attack action made by this fighter scores critical hits on a 3+ regardless of the Toughness characteristic of the target.",
        "runemarks": []
    }
]