[
    {
        "_id": "37ab8133",
        "name": "Aura of Dread",
        "warband": "Nighthaunt",
        "cost": "double",
        "description": "Pick a visible enemy fighter within a number of inches of this fighter equal to the value of this ability. Until the end of the battle round, subtract 1 from the Strength characteristic (to a minimum of 1) of attack actions made by that fighter. A fighter can only be targeted once per battle round by this ability.",
        "runemarks": []
    },
    {
        "_id": "68d0f4f0",
        "name": "Chilling Horde",
        "warband": "Nighthaunt",
        "cost": "double",
        "description": "A fighter can use this ability only if there is a visible friendly fighter with the Minion runemark within 3\" of them. Until the end of this fighter's activation, add 1 to the Attacks and Strength characteristics of attack actions made by this fighter.",
        "runemarks": [
            "minion"
        ]
    },
    {
        "_id": "e11eb84f",
        "name": "Soul-marked Prey",
        "warband": "Nighthaunt",
        "cost": "double",
        "description": "Pick a visible enemy fighter within 3\" of this fighter with 1 or more damage points allocated to them. Until the end of the battle round, add 1 to the Strength characteristic of melee attack actions made by friendly fighters that target that fighter. A fighter can only be targeted once per battleround by this ability.",
        "runemarks": [
            "elite"
        ]
    },
    {
        "_id": "9917bf4d",
        "name": "Stolen Hours",
        "warband": "Nighthaunt",
        "cost": "double",
        "description": "At the end of this fighter's activation, heal a number of damage points allocated to this fighter up to the number of damage points allocated to enemy fighters this activation.",
        "runemarks": [
            "hero",
            "champion"
        ]
    },
    {
        "_id": "01a3579a",
        "name": "Frightful Touch",
        "warband": "Nighthaunt",
        "cost": "triple",
        "description": "Until the end of this fighter's activation, count each hit from melee attack actions made by them as a critical hit instead.",
        "runemarks": [
            "destroyer"
        ]
    },
    {
        "_id": "e5e07960",
        "name": "Harrowing Shriek",
        "warband": "Nighthaunt",
        "cost": "triple",
        "description": "Pick an enemy fighter within a number of inches of this fighter equal to the value of this ability and roll a dice. On a roll of 3+, until the end of the battle round, that fighter cannot make move actions or disengage actions.",
        "runemarks": [
            "terrifying"
        ]
    },
    {
        "_id": "edc2956e",
        "name": "Phantasmal Discorporation",
        "warband": "Nighthaunt",
        "cost": "triple",
        "description": "A fighter can only use this ability if they are not within 3\" of any enemy fighters. Remove this fighter from the battlefield, then set this fighter up on a platform or the battlefield floor, more than 5\" from all enemy fighters.",
        "runemarks": [
            "hero",
            "berserker"
        ]
    },
    {
        "_id": "a75aa984",
        "name": "Sentenced to Eternal Torment",
        "warband": "Nighthaunt",
        "cost": "triple",
        "description": "Pick a visible enemy fighter. Roll a dice for that fighter.  If the roll is equal to or less than the number of the current battle round, allocate 6 damage points to that fighter.",
        "runemarks": [
            "sentience",
            "hero"
        ]
    },
    {
        "_id": "cd1184f1",
        "name": "Spectral Summon",
        "warband": "Nighthaunt",
        "cost": "triple",
        "description": "Pick a friendly fighter that has been taken down. Set that fighter up on a platform or the battlefield floor wholly within 3\" of this fighter. The fighter set up on the battlefield no longer counts as being taken down. Remove a number of damage points allocated to that fighter equal to the value of this ability.",
        "runemarks": [
            "hero"
        ]
    },
    {
        "_id": "17952096",
        "name": "Unholy Light",
        "warband": "Nighthaunt",
        "cost": "triple",
        "description": "Remove up to D3 damage points allocated to each friendly fighter within 6\" of this fighter (roll for each).",
        "runemarks": [
            "hero",
            "mystic"
        ]
    },
    {
        "_id": "612582bc",
        "name": "Captured Soul-energy",
        "warband": "Nighthaunt",
        "cost": "quad",
        "description": "A fighter can use this ability only if an enemy fighter has been taken down by an attack action made by them this activation. Remove a number of damage points from all visible friendly fighters within 6\" of this fighter up to the value of this ability.",
        "runemarks": [
            "hero",
            "trapper"
        ]
    },
    {
        "_id": "87e56fd8",
        "name": "Reaped Like Corn",
        "warband": "Nighthaunt",
        "cost": "quad",
        "description": "Allocate a number of damage points equal to the value of this ability to all visible enemy fighters within 3\" of this fighter.",
        "runemarks": [
            "elite"
        ]
    },
    {
        "_id": "a4f5881c",
        "name": "Float Through Wall",
        "warband": "Nighthaunt",
        "cost": "triple",
        "description": "Until the end of this fighter's activation, they can move over dungeon walls and through sealed dungeon doors but must end any move action with their base wholly on the battlefield floor.",
        "runemarks": []
    },
    {
        "_id": "5e218340",
        "name": "Flickering Form",
        "warband": "Nighthaunt",
        "cost": "reaction",
        "description": "A fighter can make this reaction when an enemy fighter finishes a move action within 3\" of them.  Note the distance between this fighter and the enemy fighter that made the move action.  Remove this fighter from the battlefield and then set this fighter up on a platform or the battlefield floor no further from the enemy fighter that made the move action.",
        "runemarks": []
    },
    {
        "_id": "120b6102",
        "name": "Swift Judgement",
        "warband": "The Headsmen's Curse",
        "cost": "double",
        "description": "This fighter makes a bonus move action of up to a number of inches equal to the value of this ability and must finish closer to the closest visible enemy fighter than they were at the start of that move action.",
        "runemarks": []
    },
    {
        "_id": "2223f1bb",
        "name": "Sharpen",
        "warband": "The Headsmen's Curse",
        "cost": "double",
        "description": "Pick a friendly fighter with the Hero runemark and The Headsmen's Curse runemark within 3\" of this fighter. Add 2 to the damage points allocated to enemy fighters by each critical hit from the next melee attack action made by that fighter.",
        "runemarks": [
            "agile"
        ]
    },
    {
        "_id": "7b5f8cee",
        "name": "Hold Them Still",
        "warband": "The Headsmen's Curse",
        "cost": "triple",
        "description": "Pick an enemy fighter within 1\" of this fighter. That fighter cannot make disengage actions until the end of the battle round. In addition, subtract the value of this ability from that fighter's Move characteristic until the end of the battle round (to a minimum of 0).",
        "runemarks": []
    },
    {
        "_id": "525a92c8",
        "name": "The Court Sentences You... To Death!",
        "warband": "The Headsmen's Curse",
        "cost": "quad",
        "description": "This fighter makes a bonus move action. Add x to the Attacks  characteristic of the next melee attack action made by this fighter in this activation and add x to the damage points allocated to enemy fighters by each critical hit from that attack action, where x is the number of friendly fighters with The Headsmen's Curse runemark within 3\" of the target.",
        "runemarks": [
            "hero"
        ]
    },
    {
        "_id": "fa042d57",
        "name": "Howling Vortex",
        "warband": "Thorns of the Briar Queen",
        "cost": "triple",
        "description": "Pick a visible enemy fighter within 9\" of this fighter and roll a number of dice equal to the value of this ability.  For each 4+, allocate 3 damage points to that fighter.  In addition, for each 4+, subtract 1 from the Move characteristic (to a minimum of 1) of that fighter until the end of the battle round.",
        "runemarks": [
            "hero"
        ]
    }
]