[
    {
        "_id": "68f565a2",
        "name": "Explosive Bolts",
        "warband": "Hexbane's Hunters",
        "cost": "double",
        "description": "After the next missile attack action made by this fighter in this activation, if it scored one or more hits, allocate a number of damage points to each other fighter within 3\" of the target equal to half the value of this ability (rounding up).",
        "runemarks": [
            "brute"
        ]
    },
    {
        "_id": "f223520e",
        "name": "Grim Resolve",
        "warband": "Order of Azyr",
        "cost": "reaction",
        "description": "A fighter can make this reaction after they are targeted by an attack action but before the hit rolls are made. Remove D3 damage points allocated to this fighter.",
        "runemarks": [
            "warrior"
        ]
    },
    {
        "_id": "acdc7595",
        "name": "Brand of Righteousness",
        "warband": "Order of Azyr",
        "cost": "triple",
        "description": "Until the end of this fighter's activation, add the value of this ability to the damage points allocated to enemy fighters by each critical hit from melee attack actions made by this fighter.",
        "runemarks": [
            "hero"
        ]
    },
    {
        "_id": "928b8ab0",
        "name": "Hallowed Vengeance",
        "warband": "Order of Azyr",
        "cost": "quad",
        "description": "A fighter can only use this ability if an enemy fighter's attack action took down a friendly fighter in the previous activation. Each friendly fighter with both the Warrior and the Order of Azyr runemarks can make a bonus attack action that must target that fighter.",
        "runemarks": [
            "warrior"
        ]
    },
    {
        "_id": "955712d2",
        "name": "Right Tool for the Job",
        "warband": "Order of Azyr",
        "cost": "triple",
        "description": "Pick an enemy fighter within 3\" of this fighter. Melee attack actions made by this fighter this activation that target that enemy fighter score a critical hit on a 5+.",
        "runemarks": [
            "agile"
        ]
    },
    {
        "_id": "56c1f56c",
        "name": "Give ’Em Both Barrels",
        "warband": "Order of Azyr",
        "cost": "triple",
        "description": "This fighter makes a bonus ranged attack action. The Range characteristic for that attack action is double the value of this ability.",
        "runemarks": [
            "scout"
        ]
    },
    {
        "_id": "fd209b57",
        "name": "They Will Break Upon My Shield",
        "warband": "Order of Azyr",
        "cost": "triple",
        "description": "Until the end of the battle round, subtract the value of this ability from the damage points allocated to this fighter by each hit and critical hit from attack actions that target this fighter (to a minimum of 1).",
        "runemarks": [
            "bulwark"
        ]
    },
    {
        "_id": "00dbeb85",
        "name": "Secrets from the Shadows",
        "warband": "Order of Azyr",
        "cost": "triple",
        "description": "Pick a [double], [triple] or [quad] from your opponent's ability dice. Roll a dice and add the value of this ability to the roll. On a 7+, that [double], [triple] or [quad] is discarded.",
        "runemarks": [
            "terrifying"
        ]
    },
    {
        "_id": "40b73e05",
        "name": "Tangle Them Up",
        "warband": "Order of Azyr",
        "cost": "triple",
        "description": "Pick a visible enemy fighter within 3\" of this fighter. Until the end of the battle round, subtract 2 from the Attacks characteristic (to a minimum of 1) of melee attack actions made by that fighter.",
        "runemarks": [
            "trapper"
        ]
    }
]