[
    {
        "_id": "898148e6",
        "name": "Runic Flare",
        "warband": "Vulkyn Flameseekers",
        "cost": "reaction",
        "description": "A fighter can make this reaction after they are targeted by a melee attack action but before the hit rolls are made. Count up to 2 critical hits from that attack action as hits instead.",
        "runemarks": [
            "elite"
        ]
    },
    {
        "_id": "7f6cb9c8",
        "name": "Kyndlebreath",
        "warband": "Vulkyn Flameseekers",
        "cost": "double",
        "description": "Pick a visible enemy fighter within 6\" of this fighter and roll a number of dice equal to the value of this ability. For each roll of a 5+, allocate 1 damage point to that fighter and to each other visible enemy fighter within 2\" of that fighter.",
        "runemarks": [
            "beast"
        ]
    },
    {
        "_id": "7b080e60",
        "name": "Blazing Impetus",
        "warband": "Vulkyn Flameseekers",
        "cost": "double",
        "description": "A fighter can use this abilities only after making two move actions in the same activation. This fighter makes a bonus move action or a bonus disengage action.",
        "runemarks": []
    },
    {
        "_id": "d854accf",
        "name": "Ignite Weapon",
        "warband": "Vulkyn Flameseekers",
        "cost": "double",
        "description": "Count 1 miss from the next attack action made by this fighter this activation as a critical hit instead.",
        "runemarks": []
    },
    {
        "_id": "5f5f7e4f",
        "name": "Berserk Rampage",
        "warband": "Vulkyn Flameseekers",
        "cost": "triple",
        "description": "Pick an enemy fighter within 1\" of this fighter and roll 6 dice. For each result that matches the value of this ability, allocate a number of damage points to that enemy fighter equal to the value of this ability For each other result, allocate 1 damage point to that fighter.",
        "runemarks": [
            "berserker"
        ]
    },
    {
        "_id": "2b449c1f",
        "name": "Creed of Flame",
        "warband": "Vulkyn Flameseekers",
        "cost": "triple",
        "description": "Pick a friendly fighter that is not within 6\" of this fighter. That fighter makes 2 bonus move actions or a bonus attack action. If that friendly fighter has the Beast runemark, that fighter makes 2 bonus move actions, then a bonus attack action",
        "runemarks": [
            "destroyer"
        ]
    },
    {
        "_id": "3321a1f9",
        "name": "Aspect of the Scale",
        "warband": "Vulkyn Flameseekers",
        "cost": "quad",
        "description": "Pick a visible enemy fighter within 3\" of this fighter and roll 6 dice. For each roll of 2+, allocate a number of damage points to that fighter equal to half the value of this ability (rounding up).",
        "runemarks": []
    },
    {
        "_id": "81b67ce4",
        "name": "Vulkyn Flameseekers",
        "warband": "Vulkyn Flameseekers",
        "cost": "battletrait",
        "description": "Friendly fighters with the Berseker runemark can use the following ability:[Triple] Reborn in Flame:Pick a friendly fighter with the Beast runemark that has been taken down. Set that fighter up on a platform or the battlefield floor wholly within 3\" of this fighter. That fighter no longer counts as being taken down. Remove each damage point allocated to that fighter.",
        "runemarks": []
    }
]