{
    "48f97b6e": {
        "name": "Instant de Sauvagerie",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il a mis hors de combat un combattant ennemi avec une de ses actions d'attaque a cette activation. Le combattant qui utilise cette aptitude fait une action de mouvement bonus ou une action d'attaque bonus."
    },
    "a9afcaaa": {
        "name": "Frappe Parfaite",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ses actions d'attaque infligent une touche critique sur un jet de 5+."
    },
    "878a98e7": {
        "name": "Dignes Adversaires",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez 2 à sa caractéristique de mouvement et à la caractéristique d'attaques de ses actions d'attaque de mêlée."
    },
    "f2a7365f": {
        "name": "Familier Bestial",
        "description": "Choisissez un combattant ennemi à 20\" du combattant qui utilise cette aptitude. Jusqu'à la fin du round de bataille, le combattant choisi ne peut pas faire d'actions de désengagement."
    },
    "309d7f51": {
        "name": "Hurlement Terrifiant",
        "description": "Jusqu'à la fin du round de bataille, les combattants ennemis à 3\" du combattant qui utilise cette aptitude ne peuvent pas faire de réactions."
    },
    "401d92b1": {
        "name": "Prestance Magistrale",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il a mis hors de combat un combattant ennemi avec une de ses actions d'attaque à cette activation. Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Attaques des actions d'attaque de mêlée des combattants amis visibles tant qu'ils sont à 8\" de lui."
    },
    "ef244143": {
        "name": "Dédain de la Noblesse",
        "description": "Un combattant peut faire cette réaction quand il est ciblé par une action d'attaque de mêlée mais avant de faire les jets de touche. Ajoutez 1 à sa caractéristique d'Endurance pendant l'action d'attaque"
    },
    "f1a9eba3": {
        "name": "Fringale Sanguinaire",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il a mis hors de combat un combattant ennemi avec une de ses actions d'attaque à cette activation. Retirez-lui autant de dégâts alloués que la valeur de cette aptitude."
    },
    "1c42f884": {
        "name": "Embuscade des Braillehardes",
        "description": "Un combattant peut utiliser cette aptitude seulement si c'est le premier round. Il peut faire une action de mouvement bonus jusqu'à une distance en pouces égale à la valeur de cette aptitude."
    },
    "d6bef6fd": {
        "name": "Régression",
        "description": "Choisissez un combattant ennemi visible à 6\" de ce combattant. Le combattant choisi fait une action de mouvement bonus directement vers ce combattant, comme s'il sautait, d'une distance en pouces égale à la valeur de cette aptitude. Ce faisant, il peut s'éloigner des combattants ennemis qui étaient à 1\" de lui au début de l'action de mouvement."
    },
    "33c7d45b": {
        "name": "Écharpez, Empalez et Démembrez !",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il a mis hors de combat un combattant ennemi avec une de ses actions d'attaque à cette activation. Ce combattant fait une action de mouvement bonus ou une action d'attaque bonus."
    },
    "1f49c5fc": {
        "name": "Charge Bestiale",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" du combattant qui utilise cette aptitude. Allouez au combattant choisi autant de dégâts que la valeur de cette aptitude."
    },
    "9f714195": {
        "name": "Trophée Macabre",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il a mis hors de combat un combattant ennemi avec une de ses actions d'attaque à cette activation. Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Attaques des actions d'attaque de mêlée des combattants amis visibles tant qu'ils sont à 9\" de ce combattant."
    },
    "9d2b4844": {
        "name": "Regard Pétrificateur",
        "description": "Choisissez un combattant ennemi visible à 8\" de ce combattant et jetez un dé. Sur 2+, allouez autant de dégâts au combattant choisi que le résultat du jet. De plus, jusqu'à la fin du round, soustrayez 1 à la caractéristique de Mouvement du combattant choisi (jusqu'à un minimum de 1)."
    },
    "b406c9c6": {
        "name": "Volée de Flèches",
        "description": "Ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) à la caractéristique d'Attaques de la prochaine action d'attaque à projectiles de ce combattant à cette activation."
    },
    "6e95ab56": {
        "name": "Appel de la Foudre",
        "description": "Choisissez un combattant ennemi visible à 20\" de ce combattant et jetez un dé. Sur un jet de 2+, allouez au combattant choisi autant de dégâts que la valeur de cette aptitude."
    },
    "f1cade78": {
        "name": "Foudre Revigorante",
        "description": "Retirez autant de dégâts que la valeur de cette aptitude alloués à chaque combattant ami qui a à la fois la marque runique de faction des Bêtes du Chaos et la marque runique de Destructeur et qui est à 9\" de ce combattant."
    },
    "8e6dc5a6": {
        "name": "Résistance Brutale",
        "description": "Un combattant peut faire cette réaction quand il est ciblé par une action d'attaque de mêlée mais avant de faire les jets de touche. Soustrayez 1 des dégâts alloués à ce combattant par chaque touche de l'action d'attaque (jusqu'à un minimum de 1)."
    },
    "dac75ae0": {
        "name": "Bird Strike",
        "description": "Pick a visible friendly fighter within 6\" of this fighter that has both the Blackpowder's Buccaneers and the Fly runemarks.  That fighter can make a bonus move action or a bonus attack action."
    },
    "40159f70": {
        "name": "Sic 'Em",
        "description": "Pick a visible friendly fighter within 6\" of this fighter that has both the Blackpowder's Buccaneers and the Frienzied runemarks.  That fighter can make a bonus move action or a bonus attack action."
    },
    "cafaa4d4": {
        "name": "Broadside",
        "description": "Add 3 to the Attacks characteristic of the next attack action made by this fighter that targets an enemy fighter more than 3\" away in this activation."
    },
    "af6705e7": {
        "name": "Shield of Azyr",
        "description": "A fighter can make this reaction after they are targeted by an attack action but before the hit rolls are made. Count up to two critical hits from that attack action as hits instead. If this fighter has the Hero runemark and is within 6\" of another friendly fighter with the Blacktalons runemark and the Champion or Destroyer runemark, count up to three critical hits from that attack action as hits instead."
    },
    "f4925187": {
        "name": "Storm of Justice",
        "description": "Pick a visible friendly fighter with the Blacktalons runemark within a number of inches of this fighter equal to the value of this ability. That fighter makes a bonus move action or a bonus attack action."
    },
    "cc2a11b5": {
        "name": "Headshot",
        "description": "Add the value of this ability to the damage points allocated to enemy fighters by each hit and critical hit from the next ranged attack action made by this fighter in this activation."
    },
    "ba962bd6": {
        "name": "Nebulous Sea-fog",
        "description": "Until the end of the battle round, subtract 1 from the Attacks characteristic (to a minimum of 1) of attack actions made by enemy fighters while they are within 6\" of this fighter."
    },
    "a6ff68ea": {
        "name": "Windrider",
        "description": "A fighter can only use this ability if an enemy fighter has been taken down by an attack action made by them this activation. Remove this fighter from the battlefield, then set this fighter up on a platform or the battlefield floor, more than 6\" from all enemy fighters. You can subtract the value of this ability from that 6\", to a minimum of 0."
    },
    "73a644b7": {
        "name": "Du Sang pour le Dieu du Sang",
        "description": "Un combattant peut utiliser cette aptitude si un combattant ennemi a été mis hors de combat par une de ses actions d'attaque à cette activation. Ce combattant effectue une action de mouvement ou d'attaque bonus."
    },
    "c809cf34": {
        "name": "Lien de Sang",
        "description": "Choisissez un combattant ennemi visible à 8\" de ce combattant. Le combattant choisi fait une action de mouvement bonus directement vers ce combattant, comme s'il sautait, d'une distance en pouces égale à la valeur de cette aptitude. Ce faisant, il peut s'éloigner des combattants ennemis étant à 1\" de lui au début de cette action de mouvement."
    },
    "116fbfdb": {
        "name": "Griffes Sang-noir de Molosse de Khorne",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant et jetez 2 dés. Pour chaque jet de 4-5, allouez D3 dégâts au combattant choisi. Pour chaque jet de 6, allouez-lui D6 dégâts."
    },
    "a33d848b": {
        "name": "Poing Sanglant",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant et jetez un dé. Sur 3+, allouez 3 dégâts au combattant choisi."
    },
    "83ac22a1": {
        "name": "Tentacules d'Os",
        "description": "Choisissez un combattant ennemi visible à 6\" de ce combattant et jetez 2 dés. Pour chaque jet de 4-5, allouez 1 dégât au combattant choisi. Pour chaque jet de 6, allouez-lui autant de dégâts que la valeur de cette aptitude."
    },
    "088bc8b5": {
        "name": "Fustigateur",
        "description": "Choisissez 1 combattant ami visible avec la marque runique Féroce à 4\" de ce combattant. Le combattant choisi fait une action d'attaque bonus"
    },
    "1086976f": {
        "name": "Sang Bouillant",
        "description": "Choisissez un combattant ennemi visible à 8\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 4+, allouez D3 dégâts au combattant choisi."
    },
    "1ceb4736": {
        "name": "Armes des Forges-démons",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez la valeur de cette aptitude aux dégâts alloués aux combattants ennemis par chaque touche critique de ses actions d'attaque de mêlée."
    },
    "a6a3c9f1": {
        "name": "Seigneur des Crânes",
        "description": "Un combattant peut utiliser cette aptitude seulement si un combattant ennemi a été mis hors de combat par une de ses actions d'attaque à cette activation. Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Attaques des actions d'attaque de mêlée des combattants amis visibles tant qu'ils sont à 6\" de ce combattant"
    },
    "9a6e199b": {
        "name": "Charge Meurtrière",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" de lui. Allouez autant de dégâts que la valeur de cette aptitude au combattant choisi."
    },
    "458d0aa1": {
        "name": "Assaut Sanguinaire",
        "description": "Ce combattant fait une action de mouvement bonus. Puis il peut faire une action d'attaque bonus. De plus, jusqu'à la fin de son activation, ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) à la caractéristique de Force de ses actions d'attaque de mêlée."
    },
    "6ec5fa66": {
        "name": "Rage de Khorne",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Attaques des actions d'attaque de mêlée des combattants amis tant qu'ils sont à 8\" de ce combattant."
    },
    "017ae05b": {
        "name": "Le Tribut de Khorne",
        "description": "Un combattant peut faire cette réaction après avoir été ciblé par une action d'attaque de mêlée mais avant de faire les jets de touche. Pour chaque jet de touche de l'action d'attaque qui rate, allouez 2 dégâts au combattant attaquant. Pour chaque touche critique de l'action d'attaque, allouez 1 dégât supplémentaire au combattant qui utilise cette aptitude."
    },
    "c36ec45c": {
        "name": "Du Sang pour le Dieu du Sang",
        "description": "Un combattant peut utiliser cette aptitude si un combattant ennemi a été mis hors de combat par une de ses actions d'attaque à cette activation. Ce combattant effectue une action de mouvement ou d'attaque bonus."
    },
    "e9961769": {
        "name": "Frappe Décapitante",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) aux dégâts alloués aux combattants ennemis par chaque touche critique de ses actions d'attaque de mêlée."
    },
    "d0d11a2d": {
        "name": "Faim de Chair Fraîche",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il y a un combattant ennemi visible à 6\" de lui. Ce combattant effectue une action de mouvement bonus et doit finir plus près du combattant ennemi visible le plus proche qu'au début de cette action de mouvement."
    },
    "1ad0696e": {
        "name": "Privilège de Fureur",
        "description": "Un combattant peut utiliser cette aptitude seulement si un combattant ennemi a été mis hors de combat par une de ses actions d'attaque à cette activation. Jusqu'à la fin du round, ajoutez 1 à la caractéristique d'Attaques des actions d'attaque de mêlée des combattants amis visibles tant qu'ils sont à 6\" de ce combattant."
    },
    "243e5340": {
        "name": "Charge Meurtrière",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1`\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" du combattant qui utilise cette aptitude. Allouez autant de dégâts que la valeur de cette aptitude au combattant choisi."
    },
    "89363620": {
        "name": "Rugissement Ardent",
        "description": "Choisissez un combattant ennemi visible à 8\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 2+, allouez 2 dégâts au combattant choisi."
    },
    "ad67abad": {
        "name": "Le Tribut de Khorne",
        "description": "Un combattant peut faire cette réaction après avoir été ciblé par une action d'attaque de mêlée mais avant de faire les jets de touche. Pour chaque jet de touche de l'action d'attaque qui rate, allouez 2 dégâts au combattant attaquant. Pour chaque touche critique de l'action d'attaque, allouez 1 dégât supplémentaire au combattant qui utilise cette aptitude"
    },
    "d0d1290a": {
        "name": "Gri-gri d'Esprit d'Bête",
        "description": "usqu'à la fin du round, ajoutez 1 à la caractéristique d'Endurance des combattants amis tant qu'ils sont à 6\" de ce combattant."
    },
    "ab5c803d": {
        "name": "Charge!",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il y a un combattant ennemi visible à 6\" de lui. Le combattant qui utilise cette aptitude fait une action de mouvement bonus et doit finir plus près du combattant ennemi visible le plus proche qu'au début de l'action de mouvement."
    },
    "53fcba10": {
        "name": "Toof Shiv",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant et jetez un dé. Sur 3+, allouez 3 dégâts au combattant choisi"
    },
    "0efd6211": {
        "name": "Squig Zarbi",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez 1 à la caractéristique d'Attaques de ses actions d'attaque à projectiles."
    },
    "3ef065cc": {
        "name": "Masque Bestial",
        "description": "Jusqu'à la fin du round, soustrayez 1 à la caractéristique d'Attaques (jusqu'à un minimum de 1) des actions d'attaques des combattants ennemis tant qu'ils sont à 6\" de ce combattant."
    },
    "5321a281": {
        "name": "Plein d'Flèches",
        "description": "Ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) à la caractéristique d'Attaques de la prochaine action d'attaque à projectiles de ce combattant à cette activation."
    },
    "13a02a24": {
        "name": "Danse Rituelle",
        "description": "Retirez jusqu'à D3 dégâts alloués à chaque combattant ami qui est à 6\" de ce combattant (faites un jet pour chaque combattant ami)."
    },
    "50812283": {
        "name": "Charge de Sanglier",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" du combattant qui utilise cette aptitude. Allouez autant de dégâts que la valeur de cette aptitude au combattant choisi."
    },
    "5ba602b2": {
        "name": "Waaagh!",
        "description": "Jusqu'à la fin du round, ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) à la caractéristique de Mouvement des combattants amis s'ils font une action de mouvement qui débute à 6\" de ce combattant."
    },
    "df574062": {
        "name": "Puissante Waaagh!",
        "description": "Jusqu'à la fin du round, ajoutez 3 à la caractéristique de Mouvement des combattants amis s'ils font une action de mouvement qui débute à 9\" de ce combattant."
    },
    "cb267758": {
        "name": "Destructeur Déchaîné",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez 1 à la caractéristique d'Attaques de ses actions d'attaque. De plus, jusqu'à la fin de son activation, après qu'un combattant ennemi a été mis hors de combat par une action d'attaque du combattant qui utilise cette aptitude, celui-ci peut faire une action de mouvement bonus."
    },
    "f1603108": {
        "name": "Get Stuck In",
        "description": "Un combattant peut faire cette réaction après qu'un combattant ennemi finit une action de mouvement en étant visible et à 3\" de lui. Choisissez un autre combattant ami à 3\" du combattant qui utilise cette aptitude. Le combattant choisi fait une action de mouvement bonus. Il doit finir l'action de mouvement bonus à 1\" du combattant ennemi qui a fait l'action de mouvement."
    },
    "6abd317b": {
        "name": "Sombre Pacte",
        "description": "Choisissez un combattant ennemi visible à 12\" de ce combattant. Jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 3+, allouez 1 dégât au combattant choisi. Après que tous les dés ont été jetés, allouez D3 dégâts au combattant qui utilise cette aptitude."
    },
    "ea5d339b": {
        "name": "Charge irréfléchie",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il est à 2\" d'un combattant ennemi et s'il a fait 3 actions de mouvement à cette activation. Ce combattant fait uen action d'attaque bonus avec sa Lance."
    },
    "581e490d": {
        "name": "La Colère du Premier Prince",
        "description": "Ce combattant fait une action d'attaque bonus. De plus, autant de touches infligées par cette action d'attaque que la moitié de la valeur de cette aptitude (arrondie au supérieur) deviennent des touches critiques. Par exemple si la valeur de cette aptitude est 6, 3 touches infligées par l'action d'attaque bonus se transforment en touches critiques."
    },
    "facf47b4": {
        "name": "Bourrade au Bouclier",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" de lui et jetez un dé. Sur 4-5, allouez 1 dégât au combattant choisi. Sur 6, allouez-lui autant de dégâts que la valeur de cette aptitude."
    },
    "a55ec3a2": {
        "name": "Revers Brutal",
        "description": "Ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) aux dégâts aloués par chaque touche critique de la prochaine action d'attaque de ce combattant à cette activation."
    },
    "6457cded": {
        "name": "Faveur du Véritable Maître",
        "description": "Un combattant peut utiliser cette aptitude seulement si un combattant ennemi a été mis hors de combat par une de ses actions d'attaque à cette activation. Jusqu'à la fin du round, ajoutez 1 à la caractéristique d'attaque des actions de mêlée des combattants amis tant qu'ils sont à 9\" de ce combattant."
    },
    "4825cdea": {
        "name": "Appel aux Armes",
        "description": "Un combattant peut effectuer cette réaction quand un combattant ennemi finit son action de mouvement à 3\" et visible de lui. Choisissez un autre combattant ami à 3\" de ce combattant. Le combattant cjoisi fait une action de mouvement bonus. Après cette action bonus, le combattant ami doit être à 1\" du combattant ennemi qui a fait l'action de mouvement."
    },
    "be7e8fe2": {
        "name": "Mur Castelain",
        "description": "Un combattant peut faire cette réaction après avoir été ciblé par une action d'attaque mais avant de faire les jets de touche, s'il est à 3\" d'un autre combattant ami ayant la marque runique de Rempart et/ou d'Élite. Si l'autre combattant a la marque de Rempart, ajoutez 1 à la caractéristique d'Endurance du combattant qui réagit jusqu'à la fin de l'activation. Si l'autre combattant a la marque d'Élite, pour chaque jet de touche de l'action d'attaque qui rate, allouez 2 dégâts au combattant qui attaque. Si l'autre combattant a les marques de Rempart et d'Élite, appliquez les deux effets."
    },
    "fbfb0c43": {
        "name": "Pour Sigmar, Chargez !",
        "description": "Choisissez un combattant ami visible qui a à la fois la marque runique de faction des Cités de Sigmar : Osts Castelains et la marque de Monture, qui est à 6\" du combattant qui utilise cette aptitude et qui n'a pas encore été activé à ce round. Vous pouvez activer le combattant choisi juste après l'activation du combattant qui utilise cette aptitude."
    },
    "64779ea3": {
        "name": "Formation Castelaine",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 2 à la caractéristique d'Endurance des combattants amis qui ont la marque runique de faction des Cités de Sigmar : Osts Castelains tant qu'ils sont à 3\" de ce combattant"
    },
    "d58adaf5": {
        "name": "Discours Passionné",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Attaques des actions d'attaque de mêlée des autres combattants amis qui ont la marque runique de faction des Cités de Sigmar : Osts Castelains tant qu'ils sont à 6\" du combattant qui utilise cette aptitude."
    },
    "ccfc40cf": {
        "name": "Ça Ne Vous Manquera Pas",
        "description": "Choisissez un combattant ami visible à 3\" de ce combattant. Retirez jusqu'à D6 dégâts alloués au combattant choisi."
    },
    "7e4b2898": {
        "name": "En Joue !",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 aux dégâts alloués par chaque touche critique des actions d'attaque à projectiles des combattants amis ayant à la fois la marque runique de faction des Cités de Sigmar : Osts Castelains et la marque runique d'Élite tant qu'ils sont à 6\" du combattant qui utilise cette aptitude"
    },
    "f6eb6f6a": {
        "name": "À Moi, Soldats!",
        "description": "Chaque combattant ami ayant la marque runique de faction des Cités de Sigmar : Osts Castelains qui est à 6\" de ce combattant peut faire une action de mouvement bonus. Le combattant ami doit finir cette action de mouvement plus près du combattant qui utilise cette aptitude qu'au début de l'action."
    },
    "0484e57b": {
        "name": "Mélodie du Corpus Somni",
        "description": "Jetez autant de dés que le nombre de combattants amis ayant la marque runique de faction des Cités de Sigmar : Osts Castelains qui ont été mis hors de combat et/ou ont au moins 1 dégât alloué. Pour chaque jet de 4+, ajoutez 1 dé joker à votre réserve de dés joker."
    },
    "7189a938": {
        "name": "Armes Enflammées",
        "description": "Choisissez un combattant ami ayant la marque runique de faction des Cités de Sigmar : Osts Castelains à 6\" de ce combattant. Pour chaque touche critique de la prochaine action d'attaque de mêlée du combattant choisi à ce round de bataille, allouez 2 dégâts supplémentaires à la cible."
    },
    "4b27ad43": {
        "name": "Maître Espion Sinistre",
        "description": "Jetez 3 dés. Pour chaque jet de 4+, votre adversaire doit défausser 1 dé joker de votre réserve de dés joker"
    },
    "fac70527": {
        "name": "Pour la Croisade !",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez 2 à sa caractéristique de Mouvement et à la caractéristique d'Attaques de ses actions d'attaque. Cette aptitude ne peut pas être utilisée par les combattants ayant la marque runique de Héros."
    },
    "9a705dd1": {
        "name": "Enchantement des Armes",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Attaques des actions d'attaque des combattants amis tant qu'ils sont à 6\" de ce combattant."
    },
    "70a5f036": {
        "name": "Frappe Coupe-gorge",
        "description": "Un combattant peut faire cette réaction quand un combattant ennemi visible à 1\" de lui fait une action de désengagement mais avant que celui-ci se déplace. Jetez un dé. Sur 3+, allouez D6 dégâts au combattant ennemi."
    },
    "7c1293c8": {
        "name": "Pillards Impitoyables",
        "description": "Un combattant peut utiliser cette aptitude seulement si c'est le premier round de bataille. Jusqu'à la fin de son activation, ajoutez 2 à sa caractéristique de Mouvement et ajoutez 1 à la caractéristique d'Attaques de ses actions d'attaque de mêlée."
    },
    "131697f8": {
        "name": "Frappe de l'Exécuteur",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) aux dégâts alloués aux combattants ennemis par chaque touche critique de ses actions d'attaque de mêlée."
    },
    "5a1f0437": {
        "name": "Désengagement Rapide",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il est à 1\" d'un combattant ennemi. Le combattant qui utilise cette aptitude fait une action de désengagement bonus"
    },
    "b9abbfb5": {
        "name": "Acier et Sorcellerie",
        "description": "Jusqu'à la fin du round de bataille, soustrayez 2 aux dégâts alloués par chaque touche et touche critique (jusqu'à un minimum de 1) des actions d'attaque qui cible ce combattant tant qu'il est à 3\" d'un combattant ami ayant à la fois la marque runique de faction des Cités de Sigmar : Cercles Ténébreux et la marque runique de Mystique."
    },
    "1b9d036d": {
        "name": "Mur de Boucliers",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Endurance des combattants amis ayant à la fois la marque runique de faction des Cités de Sigmar : Cercles Ténébreux et la marque runique de Rempart tant qu'ils sont à 3\" de ce combattant."
    },
    "a35477d9": {
        "name": "Charge de Cavalerie",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il termine une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" du combattant qui utilise cette aptitude. Allouez au combattant choisi autant de dégâts que la valeur de cette aptitude."
    },
    "1f3a3aaa": {
        "name": "Volée de Tirs",
        "description": "Ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) à la caractéristique d'Attaques de la prochaine action d'attaque à projectiles de ce combattant à cette activation."
    },
    "842a6074": {
        "name": "Jet de Vitriol",
        "description": "Choisissez un combattant ennemi visible à 3\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 2+, allouez 3 dégâts au combattant choisi. De plus, jusqu'à la fin du round de bataille, divisez par deux la caractéristique d'Endurance du combattant choisi (arrondie au supérieur)."
    },
    "4aaba4d0": {
        "name": "Porteurs de Rancunes",
        "description": "Un combattant peut faire cette réaction lorsqu'il est ciblé par une action d'attaque de mêlée, après avoir fait le total des dégâts mais avant de les lui allouer, s'ils sont suffisants pour le mettre hors de combat. Choisissez un autre combattant ami. Le combattant ami fait une action de mouvement bonus ou une action d'attaque bonus."
    },
    "4e9bf91b": {
        "name": "Baroud Maussade",
        "description": "Jusqu'à la fin du round de bataille, soustrayez 1 aux dégâts alloués par chaque touche et touche critique (jusqu'à un minimum de 1) des actions d'attaque qui ciblent les combattants amis ayant la marque runique de faction des Cités de Sigmar : Dépossédés s'ils sont à 3\" de ce combattant et s'ils n'ont pas fait d'actions de mouvement à ce round."
    },
    "fe6e96a6": {
        "name": "Il faudra me passer sur le corps",
        "description": "Jusqu'à la fin du round de bataille, ce combattant compte comme 2 combattants supplémentaires pour déterminer quel joueur contrôle un objectif."
    },
    "650dced5": {
        "name": "De mon temps…",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique de Force des autres combattants amis ayant la marque runique de faction des Cités de Sigmar : Dépossédés tant qu'ils sont à 6\" de ce combattant."
    },
    "aa014211": {
        "name": "Garde Royal",
        "description": "Ajoutez 1 à la caractéristique de Mouvement de ce combattant jusqu'à la fin de son activation. De plus, si au moins un combattant ami ayant à la fois la marque runique de faction des Cités de Sigmar : Dépossédés et la marque runique de Héros est à 1\" d'un ou plusieurs combattants ennemis, ajoutez 1 à la caractéristique d'Attaques des actions d'attaque de mêlée du combattant qui utilise cette aptitude jusqu'à la fin de son activation."
    },
    "c955b2cf": {
        "name": "Faire Bloc",
        "description": "Choisissez un autre combattant ami visible ayant à la fois la marque runique de faction des Cités de Sigmar : Dépossédés et la marque runique de Rempart qui est à 6\" de ce combattant. Le combattant choisi peut faire 2 actions de mouvement bonus. Après ces actions de mouvement, il doit être à 1\" du combattant qui utilise cette aptitude et ne peut plus faire d'autres actions de mouvement jusqu'à la fin du round"
    },
    "8f77042d": {
        "name": "Feu de la Forge",
        "description": "Choisissez un combattant ami à 9\" de ce combattant. Jusqu'à la fin du round de bataille, ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) à la caractéristique de Force des actions d'attaque de mêlée du combattant choisi."
    },
    "d9a24311": {
        "name": "Tir Nettoyeur",
        "description": "Jusqu'à la fin du round de bataille, ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) à la caractéristique de Force des actions d'attaque à projectiles de ce combattant."
    },
    "190c721a": {
        "name": "Torrent Carbonisateur",
        "description": "Choisissez un combattant ennemi visible à 6\" de ce combattant. Jusqu'à la fin de l'activation du combattant qui utilise cette aptitude, soustrayez 3 à la caractéristique d'Endurance du combattant choisi (jusqu'à un minimum de 1)."
    },
    "c9708363": {
        "name": "Chef Intrépide",
        "description": "Chaque combattant ami ayant la marque runique de faction des Cités de Sigmar : Dépossédés qui est à 6\" de ce combattant peut faire une action de mouvement bonus."
    },
    "3b26491a": {
        "name": "Pack Hunters",
        "description": "Pick a visible friendly fighter within 6\" of this fighter that has both the Claws of Karanak runemark and the Agile runemark and has not activated yet this battle round.  You can activate that fighter immediately after this fighter's activation ends."
    },
    "0f23907a": {
        "name": "Blood for the Blood God",
        "description": "A fighter can only use this ability if an enemy fighter has been taken down by an attack action made by them this activation. This fighter makes a bonus move action or a bonus attack action."
    },
    "335848c5": {
        "name": "Savage Mauling",
        "description": "Pick an enemy fighter within 1\" of this fighter that has a Wounds characteristic of 20 or less.  Remove that fighter from the battlefield and set them up within 1\" of this fighter.  Then, this fighter makes a bonus attack action against that fighter."
    },
    "8c956a79": {
        "name": "Horrifying Trophies",
        "description": "A fighter can only use this ability if an enemy fighter has been taken down by an attack action made by them this activation.  Until the end of the battle round, visible enemy fighters within 6\" of this fighter cannot use abilities."
    },
    "cab5e578": {
        "name": "Scent of Weakness",
        "description": "A fighter can only use this ability if an enemy fighter has been taken down by an attack action made by them this activation.  Until the end of the battle round, add 1 to the Attacks characteristic of melee attack actions made by visible friendly fighters while they are within 8\" of this fighter."
    },
    "bd012690": {
        "name": "Flaming Breath",
        "description": "Roll a dice for each visible enemy figther within 1\" of this fighter.  On a roll of 4+, allocate 3 damage points to the fighter being rolled for."
    },
    "6964dbf2": {
        "name": "Bay for Coward's Blood",
        "description": "A fighter can make this reaction after a visible enemy fighter within 1\" of them makes a disengage action.  Until the end of the battle round, add 1 to the Attacks characteristic of melee attack actions made by friendly fighters that target that enemy fighter."
    },
    "db4552ec": {
        "name": "Corbeau Tourmenteur",
        "description": "Choisissez un combattant ennemi à 20\" de ce combattant. Jusqu'à la fin du round de bataille, le combattant choisi ne peut pas faire d'actions de désengagement."
    },
    "26c85cff": {
        "name": "Fléchette de Corbeau",
        "description": "Choisissez un combattant ennemi visible à 8\" de ce combattant et jetez un dé. Sur un jet de 2-4, allouez 1 dégât au combattant choisi. Sur un jet de 5+, allouez-lui autant de dégâts que la valeur de cette aptitude."
    },
    "0f860443": {
        "name": "Escalade Rapide",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ne comptez pas la distance verticale parcourue quand il escalade."
    },
    "d9fa1342": {
        "name": "Trophée Macabre",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il a mis un combattant ennemi hors de combat avec une de ses actions d'attaque à cette activation. Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Attaques des actions d'attaque de mêlée des combattants amis visibles tant qu'ils sont à 9\" de ce combattant."
    },
    "bfe8d30f": {
        "name": "Attaque en Piqué",
        "description": "Ce combattant fait une action de mouvement bonus. De plus, s'il finit le mouvement au moins 3\" verticalement plus bas que sa position de départ, il peut faire une action d'attaque bonus."
    },
    "c5a997f2": {
        "name": "La Mort Vient du Ciel",
        "description": "Ce combattant fait une action de mouvement bonus. Puis il peut faire une action d'attaque bonus. Ajoutez 1 à la caractéristique de Force de l'action d'attaque s'il finit l'action de mouvement au moins 3\" verticalement plus bas que sa position de départ."
    },
    "a4f11133": {
        "name": "Courir sur un Mur",
        "description": "Un combattant peut utiliser cette aptitude seulement seulement s'il est à 1\" d'un mur de donjon. Jusqu'à la fin de la prochaine action de mouvement de ce combattant à cette activation, il peut se déplacer par dessus les autres combattants comme s'il pouvait voler. Toutefois lors de cette activation il doit rester à 1\" d'un mur de donjon"
    },
    "54d55383": {
        "name": "Attaque précipitée",
        "description": "Ce combattant utilise \"Courir sur un Mur\", puis effectue une action de mouvement bonus et peut ensuite effectuer une action de combat bonus"
    },
    "76419c03": {
        "name": "Frappe de Rapace",
        "description": "Un combattant peut faire cette réaction après qu'un combattant ennemi a fini une action de mouvement en étant visible, à 5\" horizontalement, et verticalement plus bas que lui. Le combattant qui utilise cette aptitude fait une action de mouvement bonus et doit la finir plus près du combattant ennemi qu'au début de l'action de mouvement. S'il finit le mouvement à 1\" du combattant ennemi, il ne subit pas de dégâts d'impact et le combattant ennemi subit des dégâts d'impact."
    },
    "3ffa85e3": {
        "name": "Bond Acrobatique",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez 1 à sa caractéristique de Mouvement, et il peut voler quand il fait des actions de mouvement; toutefois, quand il vole, il ne peut pas se déplacer verticalement de plus de 3\" vers le haut."
    },
    "dccce837": {
        "name": "Balayage",
        "description": "Jetez un dé pour chaque combattant ennemi visible à 2\" de ce combattant. Sur un jet de 4-5, allouez 1 dégât au combattant concerné. Sur un jet de 6, allouez-lui autant de dégâts que la valeur de cette aptitude."
    },
    "038f12f3": {
        "name": "Lancer d'Étoiles et de Chakrams",
        "description": "Choisissez un combattant ennemi visible à 6\" de ce combattant et jetez 2 dés. Pour chaque jet de 4-5, allouez 1 dégât au combattant choisi. Pour chaque jet de 6, allouez-lui autant de dégâts que la valeur de cette aptitude."
    },
    "a865d13b": {
        "name": "Rappel des Ombres",
        "description": "Choisissez un combattant ami avec la marque runique de faction des Cryptocrates et la marque runique de Sbire à 12\" de ce combattant. Retirez le combattant choisi du champ de bataille, puis placez-le sur une plateforme ou le sol du champ de bataille, entièrement à une distance en pouces de ce combattant égale à la valeur de cette aptitude."
    },
    "d2a7ed23": {
        "name": "Globe Obscur Brisé",
        "description": "Jusqu'à la fin du round de bataille, soustrayez 1 à la caractéristique d'Attaques (jusqu'à un minimum de 1) des actions d'attaque des combattants ennemis tant qu'ils sont à 6\" de ce combattant."
    },
    "b1ded338": {
        "name": "Attaque Plongeante Vrillée",
        "description": "Jusqu'à la fin de l'activation de ce combattant, il peut voler quand il fait des actions de mouvement ; toutefois, quand il vole, il ne peut pas se déplacer verticalement de plus de 3\" vers le haut. De plus, ce combattant fait une action de mouvement bonus. Puis il peut faire une action d'attaque bonus."
    },
    "a4ef9ab9": {
        "name": "Assaut Inattendu",
        "description": "Un combattant peut faire cette réaction après qu'un combattant ennemi a fini une action de mouvement en étant visible et à 3\" de lui. Choisissez un autre combattant ami avec la marque runique de faction des Cryptocrates et la marque runique de Mystique. Le combattant choisi fait une action de mouvement bonus. À la fin de l'action, il doit être à 1\" du combattant ennemi qui a fait l'action de mouvement."
    },
    "0af73084": {
        "name": "Tous sur lui",
        "description": "Choisissez un combattant ami visible à 6\" de ce combattant, qui a les deux marques runiques de La Bande Ruzée et de Sbire, et qui n'a pas encore été activé à ce round de bataille. Vous pouvez activer le combattant choisi juste après la fin de l'activation de ce combattant."
    },
    "f56775f9": {
        "name": "Maître de la Brume",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il est à 1\" d'un obstacle. Jusqu'à la fin du round de bataille, tant que ce combattant est à 1\" d'un obstacle, il ne peut pas être ciblé par les actions d'attaque des combattants ennemis qui sont à plus de 8\" de lui."
    },
    "759bc2a8": {
        "name": "Pièges Perfides",
        "description": "Choisissez un combattant ennemi visible à 2\" de ce combattane et jetez un dé. Sur un jet de 2+, jusqu'à la fin du round de bataille, le combattant choisi ne peut pas faire d'actions de mouvement ni de désengagement."
    },
    "964fb133": {
        "name": "Un Vœu Exaucé",
        "description": "Jusqu'à la fin de l'activation de ce combattant, chaque fois qu'un combattant ennemi est mis hors de combat, vous pouvez choisir soit la caractéristique d'Endurance, soit la caractéristique d'Attaques ou de Force d'une des armes de ce combattant. Jusqu'à la fin de la bataille, ajoutez 1 à la caractéristique choisie."
    },
    "dfe65d68": {
        "name": "Démonstration de Brutalité",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il a mis un combattant ennemi hors de combat avec une de ses actions d'attaque à cette activation. Ce combattant fait une action de mouvement bonus ou une action d'attaque bonus."
    },
    "ef30be4b": {
        "name": "Visions de Gloire",
        "description": "Jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 5+, ajoutez 1 dé joker à vos jokers mis de côté."
    },
    "fc38e638": {
        "name": "Vieillissement",
        "description": "Choisissez un combattant ennemi visible à 3\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 4-5, soustrayez 1 à la caractéristique d'Endurance du combattant choisi (jusqu'à un minimum de 1) jusqu'à la fin du round de bataille. Pour chaque jet de 6, soustrayez 1 à la caractéristique d'Endurance du combattant choisi (jusqu'à un minimum de 1) jusqu'à la fin de la bataille."
    },
    "a3ec1906": {
        "name": "Folie Furieuse",
        "description": "Jetez un dé pour chaque combattant ennemi visible à 3\" de ce combattant. Sur un jet de 3-4, allouez 1 dégât au combattant concerné. Sur un jet de 5+, allouez-lui autant de dégâts que la valeur de cette aptitude."
    },
    "812e4d39": {
        "name": "Coup Mortel",
        "description": "Ajoutez la valeur de cette aptitude aux dégâts alloués aux combattants ennemis par chaque touche et touche critique de la prochaine action d'attaque de mêlée de ce combattant à cette activation"
    },
    "dbb2c7b4": {
        "name": "Esquive Instinctive",
        "description": "Un combattant peut faire cette réaction après qu'il a été ciblé par une action d'attaque, et après avoir fait les jets de touche. Jetez un dé pour chaque touche critique. Sur un jet de 4+, la touche critique devient une touche à la place."
    },
    "879f9846": {
        "name": "Bain de sang",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il est à 3\" d'un combattant ennemi visible ayant au moins 1 dégât alloué. Jusqu'à la fin de son activation, ajoutez 1 aux caractéristiques d'Attaques et de Force de ses actions d'attaque de mêlée."
    },
    "1d8101c7": {
        "name": "Coup de grâce",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant et jetez un dé. Sur un résultat de 3+, allouez 3 dégâts au combattant choisi."
    },
    "1ea8e8d5": {
        "name": "Turned to Crystal",
        "description": "Choisissez un combattant ennemi visible à 6\" de ce combattant et jetez 2 dés. Pour chaque jet de 4-5, allouez 1 dégât au combattant choisi. Pour chaque jet de 6, allouez-lui autant de dégâts que la valeur de cette aptitude."
    },
    "971edd8f": {
        "name": "Brouet de Sang",
        "description": "Choisissez un combattant ami visible à 3\" de ce combattant. Jusqu'à la fin du round de bataille, ajoutez la valeur de cette aptitude à la caractéristique de Force de la prochaine action d'attaque de mêlée du combattant choisi."
    },
    "27ef2336": {
        "name": "Regard Incarnat",
        "description": "Choisissez un combattant ennemi visible à une distance en pouces de ce combattant égale à la valeur de cette aptitude et jetez 2 dés. Si l'un ou les deux jets donnent 3+, le combattant choisi ne peut pas faire d'action de mouvement ni de désengagement jusqu'à la fin du round de bataille. De plus, pour chaque jet de 6, allouez-lui autant de dégâts que la valeur de cette aptitude."
    },
    "dd4d59b4": {
        "name": "Éclair de Feu Maudit",
        "description": "Choisissez un combattant ennemi visible à 9\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 4+, allouez 2 dégâts au combattant choisi."
    },
    "f40299bf": {
        "name": "Cherchecoeur",
        "description": "Après la prochaine action d'attaque à projectiles de ce combattant à cette activation, si elle a infligé une ou plusieurs touches, allouez à la cible de l'action d'attaque autant de dégâts que la valeur de cette aptitude."
    },
    "b87b3267": {
        "name": "Sacrifice à Khaine",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il a mis un combattant ennemi hors de combat avec une de ses actions d'attaque à cette activation. Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Attaques des actions d'attaque de mêlée des combattants amis visibles tant qu'ils sont à 6\" de ce combattant."
    },
    "26f66ad2": {
        "name": "Force du Massacre",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) à la caractéristique de Force de ses actions d'attaque de mêlée."
    },
    "ce7caf2f": {
        "name": "Brise Mortelle",
        "description": "Ce combattant fait une action de mouvement bonus. Puis il peut faire une action d'attaque bonus. Ajoutez 1 à la caractéristique de Force de l'action d'attaque si ce combattant termine l'action de mouvement à 6\" ou plus de son point de départ."
    },
    "55556335": {
        "name": "Orgie de Massacre",
        "description": "Jusqu'à la fin du round de bataille, ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) aux dégâts alloués aux combattants ennemis par chaque touche critique des actions d'attaque de mêlée des combattants amis tant qu'ils sont à 8\" de ce combattant."
    },
    "4e213d1d": {
        "name": "Démonstration Gladiatoriale",
        "description": "Un combattant peut faire cette réaction après qu'il a été ciblé par une action d'attaque de mêlée mais avant de faire les jets de touche. Si aucun des jets de touche de l'action d'attaque n'inflige de touche critique, allouez 4 dégâts au combattant attaquant"
    },
    "a6ef56dc": {
        "name": "Rage Brutale",
        "description": "Un combattant peut utiliser cette aptitude seulement si au moins 15 dégâts lui ont été alloués. Jusqu'à la fin de la bataille, ajoutez 1 à la caractéristique d'Attaques de ses actions d'attaque de mêlée."
    },
    "c829d5b7": {
        "name": "Privilège de Sorcellerie :",
        "description": "Ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) à la caractéristique Force de la prochaine action d'attaque à projectiles de ce combattant à cette activation."
    },
    "e385f02e": {
        "name": "Murmures de Mots de Pouvoir",
        "description": "Ajoutez 1 aux caractéristiques d'Attaques et de Force de la prochaine action d'attaque de mêlée de ce combattant à cette activation."
    },
    "91876e2b": {
        "name": "Bec Acéré",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 4+, allouez 1 dégât au combattant choisi"
    },
    "1c4dcce8": {
        "name": "Vulcharque",
        "description": "Choisissez un combattant ennemi à 20\" de ce combattant. Jusqu'à la fin du round de bataille, le combattant choisi ne peut pas effectuer d'actions de désengagement."
    },
    "b75d4835": {
        "name": "Guidé par le Passé",
        "description": "Ajoutez la valeur de cette aptitude aux dégâts alloués aux combattants ennemis par chaque touche et touche critique de la prochaine action d'attaque de mêlée de combattant à cette activation qui cible un combattant ennemi qui a déjà été activé à ce round de bataille."
    },
    "7e2ed59f": {
        "name": "Maître de la Destinée",
        "description": "Jusqu'à la fin du round de bataille, ajoutez la valeur de cette aptitude (jusqu'à un maximum de 6) à la valeur des autres aptitudes utilisées par les combattants amis à 12\" de ce combattant."
    },
    "9841c042": {
        "name": "Lame Vilelangue",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Sur un jet de 2-5, allouez 1 dégât au combattant choisi. Sur un jet de 6, allouez-lui 3 dégâts."
    },
    "2c60887f": {
        "name": "Guidé par le Futur",
        "description": "Ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) aux dégâts alloués par chaque touche ou touche critique de la prochaine action d'attaque de ce combattant à cette activation qui cible un combattant ennemi qui n'a pas encore été activé à ce round de bataille."
    },
    "cc46e0de": {
        "name": "Seigneur du Destin",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Attaques des actions d'attaque de mêlée des combattants amis visibles tant qu'ils sont à 9\" de ce combattant."
    },
    "b3d111fb": {
        "name": "Caprice du Destin",
        "description": "Un combattant peut faire cette réaction après avoir été ciblé par une action d'attaque mais avant de faire les jets de touche. Choisissez un des jets de touche, et changez la valeur d'un de vos [doubles] en la valeur du dé."
    },
    "46a4129f": {
        "name": "Caprice du Destin",
        "description": "Un combattant peut faire cette réaction après avoir été ciblé par une action d'attaque mais avant de faire les jets de touche. Choisissez un des jets de touche, et changez la valeur d'un de vos [doubles] en la valeur du dé."
    },
    "02cd1655": {
        "name": "Feu Bleu",
        "description": "Choisissez un combattant ennemi visible à 9\" de ce combattant et jetez deux dés. Pour chaque jet de 4-5, allouez 1 dégât au combattant choisi. Pour chaque jet de 6, allouez-lui autant de dégâts que la valeur de cette aptitude."
    },
    "0252a1b5": {
        "name": "Privilège de Sorcellerie",
        "description": "Ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) à la caractéristique de Force de la prochaine action d'attaque à projectiles de ce combattant à cette activation."
    },
    "5e619423": {
        "name": "Morsure Tenace",
        "description": "Ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) à la caractéristique de Force de la prochaine action d'attaque de ce combattant à cette activation. De plus, jusqu'à la fin du round de bataille, le combattant ciblé ne peut pas effectuer d'action de mouvement ni de désengagement."
    },
    "b090be06": {
        "name": "Maître de la Destinée",
        "description": "Jusqu'à la fin du round de bataille, ajoutez la valeur de cette aptitude (jusqu'à un maximum de 6) à la valeur des autres aptitudes utilisées par les combattants amis à 12`\" de ce combattant."
    },
    "5b81b0c2": {
        "name": "Feu Rose",
        "description": "Choisissez un combattant ennemi visible à 9\" de ce combattant et jetez 9 dés. Pour chaque jet de 4+, allouez 1 dégât au combattant choisi."
    },
    "a2d51b1c": {
        "name": "Flamme Warp Capricieuse",
        "description": "Allouez autant de dégâts que la valeur de cette aptitude à chaque combattant ennemi visible à 3\" de ce combattant."
    },
    "82e794dc": {
        "name": "Mitose",
        "description": "Un combattant peut faire cette réaction quand il est ciblé par une action d'attaque, une fois les dégâts totalisés mais avant de les allouer à ce combattant. Placez 2 nouveaux combattants avec la marque runique de faction Disciples de Tzeentch: Démons et la marque runique de Guerrier sur le champ de bataille, à 3\" de ce combattant. Ensuite, ce combattant est mis hors de combat. Lors d'une bataille de campagne, n'effectuez pas de jet de trauma pour ce combattant."
    },
    "5d939aff": {
        "name": "Seconde Mitose",
        "description": "Un combattant peut faire cette réaction quand il est ciblé par une action d'attaque, une fois les dégâts totalisés mais avant de les allouer à ce combattant. Placez 1 nouveau combattant avec la marque runique de faction Disciples de Tzeentch: Démons et la marque runique de Sbire sur le champ de bataille, à 3\" de ce combattant. Ensuite, ce combattant est mis hors de combat. Lors d'une bataille de campagne, n'effectuez pas de jet de trauma pour ce combattant"
    },
    "1cbf55e2": {
        "name": "Aetherforce",
        "description": "Until the end of the battle round, add 1 to the Toughness characteristic of this fighter and add 2 to the Move characteristic of this fighter."
    },
    "4542248b": {
        "name": "Scouring Blows",
        "description": "In the next melee attack action made by this fighter, critical hits are scored on a 5+ for that attack action."
    },
    "edcf7815": {
        "name": "Rushing Gales",
        "description": "Until the end of the battle round, friendly fighters with the Domitan's Stormcoven runemark can fly when making move actions."
    },
    "fcaf3366": {
        "name": "Electrokinetic Blast",
        "description": "Pick a point on the battlefield within 12\" of and visible to this fighter, and roll a number of dice equal to the value of this ability. For each roll of 4+, allocate D3 damage points to each enemy fighter within 3\" of that point."
    },
    "efc50c98": {
        "name": "Nasse des Âmes",
        "description": "Choisissez un combattant ennemi visible à 3\" de ce combattant et jetez un dé. Sur 3+, le combattant choisi ne peut pas faire d'actions de mouvement ni de dégagement jusqu'à la fin du round de bataille."
    },
    "f5bce2eb": {
        "name": "Harpon du Ressac",
        "description": "Ce combattant fait une action d'attaque bonus. Apres cette action d'attaque, le combattant ciblé par l'action d'attaque fait une action de mouvement bonus directement vers ce combattant, comme s'il sautait, sur une distance en pouces égale à la valeur de cette aptitude."
    },
    "1adaca07": {
        "name": "Hypnotise",
        "description": "Pick an enemy fighter within 6\" of this fighter. That enemy fighter makes a move action directly towards this fighter, as if they were jumping, up to a number of inches equal to their Move characteristic."
    },
    "13d3aa59": {
        "name": "Sudden Warp-portal",
        "description": "Pick another friendly fighter with the Ephilimâ€™s Pandaemonium runemark within 12\" ofthis fighter. Make a note of that fighterâ€™s location, then remove that fighter from the battlefield, and immediately set them up within 3\" of this fighter. Then remove this fighter from the battlefield, and set them up within 3\" of the other friendly fighterâ€™s original location."
    },
    "7449a726": {
        "name": "Engulfing Bite",
        "description": "Add 2 to the Attacks and Strength characteristics of the next melee attack action made by this fighter in this activation. In addition, add 2 to the damage points allocated to enemy fighters by each critical hit from that attack action."
    },
    "5fad888f": {
        "name": "Summoned Abomination",
        "description": "Pick a friendly fighter with the Ephilimâ€™s Pandaemonium runemark that has been taken down. Set up that fighter on a platform or the battlefield floor, wholly within 3\" of this fighter. That fighter no longer counts as being taken down and has no damage points allocated to it."
    },
    "9a8df7e9": {
        "name": "Division en Horreurs Sulfureuses",
        "description": "Un combattant peut utiliser cette aptitude seulement si au moins un point de dégât lui a été alloué. Placez un nouveau combattant ayant à la fois la marque runique des Yeux des Neufs et la marque runique Sbire sur le champ de bataille à 3\" de ce combattant. Le combattant qui utilise cette aptitude est ensuite mis hors de combat."
    },
    "695e3dd7": {
        "name": "Frappe de Fendoir",
        "description": "Ajoutez la moitiée de la valeur de cette aptitude (arrondie au suérieur) aux points de dégats alloués par chaque touche et touche critique de la prochaine action d'attaque de ce combattant à cette activation qui a une caractéristique de portée de 3\" ou moins.."
    },
    "edeed6be": {
        "name": "Eclairs déchaînés",
        "description": "Ce combattant fait une action d'attaque bonus. De plus, si cette action d'attaque bonus a la marque runique de Souffle, ajoutez la moitiée de la valeur de cette aptitude (arrondie au supérieur) à ses caractéristiques d'Attaques et de Force."
    },
    "a471d576": {
        "name": "Cri Funèbre",
        "description": "Jetez un dé pour chaque combattant ennemi visible à 8\" de ce combattant. Sur un jet de 5, allouez 1 dégât au combattant concerné. Sur un jet de 6, allouez autant de dégâts au combattant concerné que la valeur de cette aptitude."
    },
    "ff7e8503": {
        "name": "La Chasse Royale",
        "description": "Ce combattant fait une action de mouvement bonus. Puis il peut effectuer une action d'attaque bonus. De plus, ajoutez 1 à la caractéristique d'Attaques de cette action d'attaque si ce combattant est à 1\" d'un combattant ami visible."
    },
    "0d073880": {
        "name": "Parlementer en Grognant",
        "description": "Un combattant peut faire cette réaction après avoir été ciblé par une action d'attaque de mêlée mais avant de faire les jets de touche. Soustrayez 1 à la caractéristique d'Attaques de l'action d'attaque, jusqu'à un minimum de 1."
    },
    "7fd8398d": {
        "name": "Gangue de Roche Fondue",
        "description": "La prochaine fois que ce combattant fait une action d'attaque à cette activation, soustrayez la moitié de la valeur de cette aptitude (arrondie au supérieur) à la caractéristique de Mouvement du combattant cible (jusqu'à un minimum de 1) jusqu'à la fin du round de bataille."
    },
    "e8fe0845": {
        "name": "Hache de Jet de Pyracier",
        "description": "Choisissez un combattant ennemi visible à 6\" de ce combattant et jetez 2 dés. Pour chaque jet de 4-5, allouez 1 dégât au combattant choisi. Pour chaque jet de 6, allouez-lui autant de dégâts que la valeur de cette aptitude."
    },
    "bd3f9bdd": {
        "name": "Chef de Loge",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique de Force des actions d'attaque de mêlée des combattants amis visibles tant qu'ils sont à 6\" de ce combattant."
    },
    "f9471479": {
        "name": "Rune Majeure de Flamme",
        "description": "Un combattant peut faire cette réaction quand un combattant ami est mis hors de combat. Jusqu'à la fin du round de bataille, ajoutez 1 aux dégâts alloués aux combattants ennemis par chaque touche et touche critique des actions d'attaque de mêlée des combattants amis tant qu'ils sont à 6\" de ce combattant."
    },
    "9986b64c": {
        "name": "Zèle Implacable",
        "description": "Ajoutez 3 à la caractéristique de Mouvement de la prochaine action de mouvement de ce combattant à cette activation."
    },
    "fff4a629": {
        "name": "Renforcement Runique",
        "description": "Choisissez un combattant ami visible à 3\" de ce combattant. Jusqu'à la fin du round, ajoutez la valeur de cette aptitude à la caractéristique de Force de la prochaine action d'attaque de mêlée du combattant choisi."
    },
    "bd63f7d0": {
        "name": "L'Appel du Volcan",
        "description": "Choisissez un combattant ennemi sur le sol du champ de bataille, visible et à 12\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 4-5, allouez 1 dégât au combattant choisi. Pour chaque jet de 6, allouez-lui 2 dégâts."
    },
    "7971a824": {
        "name": "Le Devoir Jusqu'à la Mort",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il a au moins 5 dégâts alloués. Ce combattant fait une action de mouvement bonus. Puis il peut faire une action d'attaque bonus."
    },
    "5adfeed4": {
        "name": "Honorez nos Serments",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il a mis un combattant ennemi hors de combat avec une de ses actions d'attaque à cette activation. Jusqu'à la fin du round, ajoutez 1 à la caractéristique d'Attaques des actions d'attaque de mêlée des combattants amis visibles tant qu'ils sont à 6\" de ce combattant."
    },
    "b8932927": {
        "name": "Icône de Grimnir",
        "description": "Jusqu'à la fin du round de bataille, ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) à la caractéristique d'Endurance des combattants amis tant qu'ils sont à 3\" de ce combattant."
    },
    "9e8dde65": {
        "name": "Charge au Bouclier de Lancer",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" de lui. Allouez au combattant choisi autant de dégâts que la valeur de cette aptitude."
    },
    "0ef93182": {
        "name": "Fureur de Bataille",
        "description": "Jusqu'à la fin du round, ajoutez la valeur de cette aptitude à la caractéristique de Mouvement de ce combattant. De plus, il fait une action de mouvement bonus. Puis il peut faire une action d'attaque bonus."
    },
    "8d633d3b": {
        "name": "Déchaînez la Fureur Runique ",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez la valeur de cette aptitude à la caractéristique d'Attaques de ses actions d'attaque de mêlée."
    },
    "18341dd4": {
        "name": "Assemblée de Héros",
        "description": "Un combattant peut faire cette réaction après qu'un combattant ennemi a fini une action de mouvement visible et à 3\" de lui. Choisissez un autre combattant ami à 3\" du combattant qui utilise cette aptitude. Le combattant choisi fait une action de mouvement bonus. À la fin de cette action, il doit être à 1\" du combattant ennemi qui a fait l'action de mouvement."
    },
    "a659404f": {
        "name": "Frappe Décapitante",
        "description": "Ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) aux points de dégâts alloués à par chaque touche critique de la prochaine action d'attaque de cecombattant à cette activation qui a une caractéristique de portée de 3 ou moins."
    },
    "bf38750f": {
        "name": "Avance inlassable",
        "description": "Ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) à la caractéristique de mouvement de ce combattant pour sa prochaine action de mouvement à cette activation."
    },
    "17f594a0": {
        "name": "Attaque Frénétique",
        "description": "Allouez autant de points de dégats que la moitiée de la valeur de cette aptitude (arrondie au supérieur) à tous les combattants ennemis visibles à 3\" de ce combattant."
    },
    "08af612c": {
        "name": "Khorne se Moque",
        "description": "Ce combattant fait une action d'attaque bonus. De plus, comptez le nombre de combattants qui ont été mis hors de combat à ce round de bataille et ajoutez ce total à la caractéristique d'Attaques de cette action d'attaque."
    },
    "a2f5c060": {
        "name": "Bande de Sournois",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il y a un combattant ami visible à 1\" de lui. Jusqu'à la fin de son activation, ajoutez 1 aux caractéristiques d'Attaques et de Force de ses actions d'attaque de mêlée"
    },
    "501349fc": {
        "name": "Filet Barbelé",
        "description": "Choisissez un combattant ennemi visible à 3\" de ce combattant et jetez un dé. Sur un jet de 3+, le combattant choisi ne peut pas faire d'actions de mouvement ni de désengagement jusqu'à la fin du round."
    },
    "da790fc4": {
        "name": "] Potion d'Excellouf",
        "description": "Choisissez un combattant ami visible à 3\" de ce combattant. Jusqu'à la fin du round, ajoutez 3 à la caractéristique d'Attaques de la prochaine action d'attaque de mêlée du combattant choisi."
    },
    "bd41d7ed": {
        "name": "Hypnose",
        "description": "Choisissez un combattant ennemi à une distance en pouces de ce combattant égale à la valeur de cette aptitude et jetez un dé. Sur 3+, jusqu'à la fin du round, le combattant choisi ne peut pas faire d'actions de mouvement ni de désengagement."
    },
    "6eaa49d2": {
        "name": "Brouet de Poison",
        "description": "Choisissez un combattant ami visible à 3\" de ce combattant. Jusqu'à la fin du round, ajoutez la valeur de cette aptitude à la caractéristique de Force de la prochaine action d'attaque de mêlée du combattant choisi"
    },
    "8329b962": {
        "name": "Vitesse de la Déesse-Araignée",
        "description": "Jusqu'à la fin du round, ajoutez 1 à la caractéristique de Mouvement des combattants amis qui ont la marque runique de Destructeur qui commencent leur activation à 6\" de ce combattant."
    },
    "0ec7a143": {
        "name": "Danse du Croquemitaine",
        "description": "Choisissez un combattant ami visible à 6\" de ce combattant. Jusqu'à la fin du round, ajoutez 3 à la caractéristique de Mouvement du combattant choisi."
    },
    "7ba53615": {
        "name": "Ravages du Bonnet-de-fou",
        "description": "Jetez un dé. Ce combattant peut faire une action de mouvement jusqu'au double de la valeur du résultat. S'il finit l'action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" de lui. Allouez autant de dégâts au combattant choisi que la valeur du résultat"
    },
    "e6090ac7": {
        "name": "Nuage Fongique",
        "description": "Choisissez un combattant ennemi à une distance en pouces de ce combattant égale à la valeur de cette aptitude. Jusqu'à la fin du round, soustrayez la moitié de la valeur de cette aptitude (arrondie au supérieur) de la caractéristique d'Attaques (jusqu'à un minimum de 1) des actions d'attaque du combattant choisi."
    },
    "e9f0c865": {
        "name": "Va par-là, toi!",
        "description": "Choisissez un combattant ami avec la marque runique de Bête à 4\" de ce combattant. Le combattant choisi fait une action de mouvement bonus"
    },
    "83341ebc": {
        "name": "Spores Magiques",
        "description": "Jetez un dé pour chaque combattant ennemi visible à 3\" de ce combattant. Sur un jet de 3-4, allouez 1 dégât au combattant concerné. Sur un jet de 5+, allouez-lui autant de dégâts que la valeur de cette aptitude"
    },
    "757c3331": {
        "name": "Morsure d'Araignée",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 4+, allouez 3 dégâts au combattant choisi."
    },
    "315054de": {
        "name": "Plantez-les Bien",
        "description": "Jusqu'à la fin du round, ajoutez 1 à la caractéristique d'Attaques des actions d'attaque de mêlée des combattants amis visibles tant qu'ils sont à 6\" de ce combattant."
    },
    "103c0992": {
        "name": "C'est Moi l'Chef; Frappez-les Pour de Bon!",
        "description": "Jusqu'à la fin du round, ajoutez la valeur de cette aptitude à la caractéristique d'Attaques des actions d'attaque de mêlée des combattants amis ayant la marque runique des Vils du Fielobscur tant qu'ils sont à 6\" de ce combattant."
    },
    "59b00d5a": {
        "name": "Coup en Traître",
        "description": "Ce combattant fait une action de mouvement bonus. Il peut ensuite faire une action d'attaque de mêlée bonus. De plus, ajoutez la valeur de cette aptitude aux dégâts alloués par les touches critiques de l'action d'attaque."
    },
    "c15373cf": {
        "name": "Empilage",
        "description": "Un combattant peut faire cette réaction après qu'un combattant ennemi finit une action de mouvement en étant visible et à 3\" de ce combattant. Choisissez un autre combattant ami. Celui-ci fait une action de mouvement bonus. Il doit la finir en étant à 1\" du combattant ennemi qui a fait l'action de mouvement."
    },
    "16486f1f": {
        "name": "Nuage de Spores",
        "description": "Un combattant peut faire cette réaction après qu'un combattant ami à 3\" de lui a été ciblé par une action d'attaque à projectiles mais avant de faire les jets de touche. Jusqu'à la fin du round, les combattants amis sont considérés comme à couvert tant qu'ils sont à 3\" du combattant qui utilise cette aptitude."
    },
    "ae5c000d": {
        "name": "Rancune Assassine",
        "description": "Un combattant peut faire cette réaction quand il est ciblé par une action d'attaque de mêlée, après avoir fait le total des dégâts mais avant de l'allouer à ce combattant, s'il est suffisant pour mettre ce combattant hors de combat. Jetez un dé. Sur un jet de 4+, allouez 3 dégâts à l'attaquant"
    },
    "770d0514": {
        "name": "Self-Command",
        "description": "Until the end of the battle round, add 1 to the Toughness characteristic of this fighter and add 1 to the damage points allocated to enemy fighters by each hit and critical hit from melee attack actions made by this fighter."
    },
    "a2760cc0": {
        "name": "Unleash",
        "description": "Until the end of the battle round, add 1 to this fighter's Move characteristic, add 1 to the Attacks characteristic of melee attack actions made by this fighter, and this fighter has the Beast runemark."
    },
    "0e50e126": {
        "name": "In Control",
        "description": "Each other friendly fighter with the Gnarlspirit Pack runemark can make a bonus move action or a bonus attack action (some can make a bonus move action and others can make a bonus attack action)."
    },
    "675458df": {
        "name": "Chien de chasse",
        "description": "Choisissez un combattant ayant à la fois la marque runique de la Meute Fanatique et la marque runique de Bête et qui est à 6\" de ce combattant. Le combattant choisi fait une action de mouvement bonus."
    },
    "9c13b815": {
        "name": "Attaque du Serment",
        "description": "Ce combattant fait une action d'attaque bonus. De plus, ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) à la caractéristique d'Attaques de cette action d'attaque bonus."
    },
    "bb78388f": {
        "name": "Affaiblissement",
        "description": "Choisissez un combattant ennemi visible à 12\" de ce combattant et jetez un dé. Jusqu'à la fin du round de bataille, soustrayez la valeur du jet de dé à la caractéristique d'Endurance du combattant choisi (jusqu'à un minimum de 1)"
    },
    "e3ae1ed5": {
        "name": "Rending Bite",
        "description": "A fighter can make this reaction after they are targeted by a melee attack action but before the hit rolls are made. If none of the hit rolls from that attack action result in a critical hit, allocate 6 damage points to the attacking fighter."
    },
    "cab60322": {
        "name": "Bounding Leaps",
        "description": "A fighter can only use this ability if there is a visible enemy fighter within 6\" of them. This fighter makes a bonus move action and must finish closer to the closest visible enemy fighter than they were at the start of that move action."
    },
    "6a45bb85": {
        "name": "Glimmer of Consciousness",
        "description": "Until the start of the next battle round, this fighter is not considered to have the Beast  runemark. If this fighter is carrying treasure at the start of the next battle round, it drops that treasure."
    },
    "bfae953f": {
        "name": "Unnatural Force",
        "description": "Until the end of this fighter's activation, add 1 to the damage points allocated to enemy fighters by each hit and critical hit from melee attack actions made by this fighter."
    },
    "bebbf0d1": {
        "name": "Agonising Roar",
        "description": "Roll a dice for each enemy fighter within 6\" of this fighter. On a roll of 4+, until the end of the battle round, the fighter being rolled for cannot make disengage actions."
    },
    "2cedb53d": {
        "name": "Maddened Blows",
        "description": "Until the end of this fighter's activation, hit rolls for attack actions made by this fighter score a critical hit on a roll of 5+."
    },
    "1d3da6e3": {
        "name": "Starving Rampage",
        "description": "Until the end of the battle round, this fighter is considered to have the Beast runemark. If this fighter is carrying treasure, they drop that treasure. This fighter can make 1 bonus melee attack action for each visible enemy fighter within 1\" of them. Each of these attack actions must target a different fighter."
    },
    "fbce3d1d": {
        "name": "Eclair Sauvage",
        "description": "Choisissez un combattant ennemi visible à 12\" du ce combattant. Allouez autant de points de dégats au combattant choisi que la valeur de cette aptitude. Puis jetez un dé. sur 2+, le combattant choisi ne peut pas être activé à ce round de bataille."
    },
    "a523f4de": {
        "name": "Questin' Knight",
        "description": "Until the end of this fighter's activation, after the enemy fighter is taken down by a melee attack action made this fighter, this fighter can make a bonus move action nor a bonus attack action."
    },
    "80846cd7": {
        "name": "Enthusiastic Dubbin'",
        "description": "Pick a visible friendly fighter with the Grinkrak's Looncourt runemark within 3\" of this fighter that has not activated yet this battle round.  That fighter suffers impact damage.  You can activate that fighter immediately after this fighter's activation ends."
    },
    "5550a018": {
        "name": "Sound da Charge!",
        "description": "Until the end of the battle round, add half the value of this ability (rounding up) to the Move characteristic of friendly fighters while they make a move action that starts within 6\" of this fighter."
    },
    "23a2faeb": {
        "name": "Tuff Nut",
        "description": "A fighter can make this reaction after they are targeted by a melee attack action but before the hit rolls are made. Count up to two critical hits from that attack action as hits instead."
    },
    "2c353eb1": {
        "name": "Peerless Combatant",
        "description": "Until the end of this fighter's activation, damage cannot be allocated to this fighter by enemy fighters' reactions."
    },
    "b3047b15": {
        "name": "Combination Attack",
        "description": "A fighter can only use this ability if an enemy fighter has been allocated damage by a melee attack action made by them this activation.  This fighter makes a bonus melee attack action that targets that enemy fighter."
    },
    "be42bda3": {
        "name": "Marshal the Bladestorm",
        "description": "Until the end of the battle round, add 1 to the Toughness characteristic of friendly fighters with the Gryselle's Arenai runemark while they are within 6\" of this fighter."
    },
    "b3eb52dd": {
        "name": "Acrobatic Display",
        "description": "A fighter can make this reaction when they are targeted by an attack action but before the hit rolls are made. Subtract 1 from the damage points allocated to this fighter by each hit from that attack action (to a minimum of 1)."
    },
    "7bb09959": {
        "name": "Repérer les points faibles",
        "description": "Choisissez un combattant ennemi visible à 12\" de ce combattant. Jusqu'à la fin du round de bataille, ajoutez 3 points de dégâts alloués par chaque touche critique pour les attaques qui ciblent le combattat choisi."
    },
    "4a0aa589": {
        "name": "Broyeur d'Os",
        "description": "Choisissez un combattant ennemi visible à 12\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 2+, allouez 3 points de dégâts au combattant choisi. Si le combattant ennemi est à 3\" de ce combattant, allouez lui 5 points de dégâts au lieu de 3 pour chaque jet de 2+."
    },
    "1d23c490": {
        "name": "Poigne Écrasante",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant et jetez un dé. Sur 2+, le combattant choisi ne peut pas faire d'action de mouvement ni de désengagement jusqu'à la fin du round de bataille."
    },
    "dad2c7a5": {
        "name": "Disruption Discordante",
        "description": "Jusqu'à la fin du round de bataille, soustrayez 1 à la caractéristique d'Attaques (jusqu'à un minimum de 1) des actions d'attaque des combattants ennemis tant qu'ils sont à 6\" de ce combattant."
    },
    "8a98ff14": {
        "name": "Vif et Agile",
        "description": "Ajoutez 3 à la caractéristique de Mouvement de ce combattant pour sa prochaine action de mouvement à cette activation."
    },
    "83678d74": {
        "name": "Tueurs Sadiques",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez 1 aux dégâts alloués aux combattants ennemis par chaque touche et touche critique de ses actions d'attaque de mêlée."
    },
    "68315ec3": {
        "name": "Frappe Empaleuse",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il termine une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" du combattant qui utilise cette aptitude. Allouez autant de dégâts au combattant choisi que la valeur de cette aptitude."
    },
    "416b283a": {
        "name": "Privilège d'Écorchement",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique de Force des actions d'attaque de mêlée des combattants amis visibles tant qu'ils sont à 6\" de ce combattant."
    },
    "672c6343": {
        "name": "Miroir d'Absorption",
        "description": "Choisissez un combattant ennemi visible à 9\" de ce combattant. Le combattant choisi ne peut pas être activé ni faire de réaction à ce round de bataille"
    },
    "c3cace86": {
        "name": "Venin Fatal",
        "description": "Ajoutez la moitié de la valeur de cette aptitude (en arrondissant au supérieur) aux dégâts alloués aux combattants ennemis par chaque touche et touche critique de la prochaine action d'attaque de mêlée de ce combattant à cette activation"
    },
    "c981e213": {
        "name": "Douleur Partagée",
        "description": "Un combattant peut faire cette réaction après avoir été ciblé par une action d'attaque de mêlée mais avant de faire les jets de touche. Pour chaque jet de touche de cette action d'attaque qui réussit, allouez 1 dégât au combattant attaquant. Pour chaque touche critique, allouez à la place 2 dégâts au combattant attaquant."
    },
    "e20d873a": {
        "name": "Danse de la Lame Gémissante",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez 1 aux dégâts alloués aux combattants ennemis pour chaque touche et touche critique de ses actions d'attaque de mêlée."
    },
    "982a97f2": {
        "name": "Esclaves de leurs Pulsions",
        "description": "Un combattant ne peut utiliser cette aptitude que s'il y a un combattant ennemi visible à 6\" de lui. Ce combattant effectue une action de mouvement bonus et doit la terminer plus proche du combattant ennemi visible le plus proche qu'il ne l'était au début de cette action."
    },
    "25ae4b3e": {
        "name": "Vélocité Incomparable",
        "description": "Ajoutez 3 à la caractéristique de Mouvement de ce combattant pour sa prochaine action de mouvement à cette activation."
    },
    "96b6782c": {
        "name": "Violence et Excès",
        "description": "Un combattant peut utiliser cette aptitude seulement si un combattant ennemi a été mis hors de combat par une de ses actions d'attaque à cette activation. Il effectue une action de mouvement bonus ou une action d'attaque bonus."
    },
    "2e0f4291": {
        "name": "Frappe Empaleuse",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" du combattant qui utilise cette aptitude. Allouez autant de dégâts au combattant choisi que la valeur de cette aptitude"
    },
    "94ed80a4": {
        "name": "Parangon de Dépravation",
        "description": "Jusqu'à la fin du round de bataille, ajoutez la valeur de cette aptitude à la caractéristique de Force des actions d'attaque de mêlée des combattants amis visibles tant qu'ils sont à 6\" de ce combattant."
    },
    "e7fd1214": {
        "name": "Vrilles de Fumée Surnaturelle",
        "description": "usqu'à la fin du round de bataille, soustrayez 1 à la caractéristique d'Attaques (jusqu'à un minimum de 1) des actions d'attaque des combattants ennemis tant qu'ils sont à 6\" de ce combattant."
    },
    "260bfd0f": {
        "name": "Rafale de Lames Déchiqueteuses",
        "description": "Ajoutez 2 à la caractéristique d'Attaques de la prochaine action d'attaque à projectiles de ce combattant à cette activation. De plus, ajoutez 1 à la caractéristique de Force de cette action s'il est à 3\" d'un combattant ami qui a la marque runique de faction des Hédonites de Slaanesh: Sybarites et la marque runique de Prêtre"
    },
    "a8b8d908": {
        "name": "Excès Égocentriques",
        "description": "Ce combattant peut faire une action de mouvement bonus ou une action d'attaque bonus. De plus, chaque fois qu'un combattant est mis hors de combat par une action d'attaque de ce combattant à cette activation, il peut effectuer une action de mouvement bonus ou une action d'attaque bonus supplémentaire."
    },
    "d9e17b86": {
        "name": "Douleur Partagée",
        "description": "Un combattant peut faire cette réaction après avoir été ciblé par une action d'attaque de mêlée mais avant de faire les jets de touche. Pour chaque jet de touche de cette action d'attaque qui réussit, allouez 1 dégât au combattant attaquant. Pour chaque touche critique, allouez à la place 2 dégâts au combattant attaquant."
    },
    "1f5b44d7": {
        "name": "Lay to Waste",
        "description": "A fighter can use this ability only if an enemy fighter has been taken down by an attack action made by them this activation.  This fighter makes a bonus move action or a bonus attack action."
    },
    "dcb7451d": {
        "name": "Merciless Cruelty",
        "description": "The next attack action made by this fighter this activation scores a critical hit on a 5+ if the target fighter already has 5 or more damage points allocated to them before the attack action is made."
    },
    "718c4bfb": {
        "name": "Stampede of Iron",
        "description": "Until the end of this fighter's activation, the next time this fighter finishes a move action within 1\" of an enemy fighter, pick a visible enemy fighter within 1\" of this fighter and roll a dice.  On a 4-5, allocate 1 damage point to that fighter.  On a 6, allocate a number of damage points to that fighter equal to the value of this ability."
    },
    "f386768b": {
        "name": "Ash Bomb",
        "description": "Pick a visible point within 6\" of this fighter that is on the battlefield floor or a platform and place a token there.  That token is an ash bomb token.  While an enemy fighter is within 3\" of any ash bomb tokens, subtract 1 from their Toughness characteristic and subtract 1 from the Attacks characteristic of attack actions made by them (both to a minimum of 1).  At the end of the battle round, remove the token."
    },
    "f9977ab4": {
        "name": "Engulfing Flames of Dark Artifice",
        "description": "Pick a visible enemy fighter within 6\" of this fighter and roll a number of dice equal to the value of this ability.  For each 4+, allocate 3 damage points to that fighter.  Then, do the same for each other visible enemy fighter within 2\" of that enemy fighter but instead roll a number of dice equal to half the value of this ability (rounding up)."
    },
    "e2f0ddbc": {
        "name": "Unleash the Raging Taurus",
        "description": "This fighter makes a bonus melee attack action.  In addition, add 1 to the damage points allocated by each critical hit scored from that bonus attack aciton."
    },
    "bf2f6194": {
        "name": "Breath of Cinder and Smoke",
        "description": "A fighter can make this reaction when an enemy fighter finishes a move action within 3\" of them.  Roll a dice.  If the roll is equal to or greater than that enemy fighter's toughness characteristic, allocate 3 damage points to that enemy fighter and subtract 1 from the Strength characteristic of melee attack actions made by that enemy fighter until the end of the battle round."
    },
    "f700a7cf": {
        "name": "Poser un Piège",
        "description": "Un combattant peut utiliser cette aptitude une fois par partie. Choisissez un point sur une plateforme ou sur le sol du champ de bataille à 3\" de ce combattant et à plus de 1\" de combattants ennemis et placez y le marqueur de Piège de Bushwakka.  Allouez 2D6 points de dégâts au premier combattant ennemi qui se déplace à moins d'1\" du marqueur puis retirez le marqueur."
    },
    "27400a51": {
        "name": "A tes ordres, chef !",
        "description": "Un combattant peut utiliser cette aptitude 2\" d'un Hrothgorn le trappeur ami. Ce Hrothgorn le Trappeur fait une action d'attaque bonus ayant la marque runique d'arme de tir."
    },
    "0b3e0162": {
        "name": "Agile Climbers",
        "description": "Until the end of this fighter's activation, do not count the vertical distance moved when this fighter is climbing."
    },
    "0bb29a64": {
        "name": "Envenomed Weapons",
        "description": "Add 1 to the damage points allocated by each hit and critical hit from the next attack action made by this fighter this activation."
    },
    "50fdb642": {
        "name": "Hurled Bolas",
        "description": "Pick a visible enemy fighter within 8\" of this fighter and roll a number of dice equal to the value of this ability.  If 1 of the dice scores a 6, that fighter makes 1 fewer action in this battle round (to a minimum of 0).  If a fighter is reduced to 0 actions in this way, that fighter cannot be activated in this battle round."
    },
    "642e57d4": {
        "name": "Bellow of the Carnosaur",
        "description": "Pick an enemy fighter within 6\" of this fighter.  Until the end of the battle round, subtract 1 from the Move characteristic of that fighter (to a minimum of 1) and subtract 1 from the damage points allocated by each hit and critical hit from attack actions made by that fighter (to a minimum of 1)."
    },
    "fac6ce44": {
        "name": "Call of the Hunt",
        "description": "Pick a friendly fighter with the Hunters of Huanchi and Beast runemarks within 9\" of this fighter.  That fighter makes a bonus move action.  Then pick a visible enemy fighter within 1\" of the fighter that made the bonus move action and allocate a number of damage points to that fighter equal to the value of this ability."
    },
    "08b62c60": {
        "name": "Hit and Run",
        "description": "This fighter makes a bonus move action or a bonus disengage action, then this fighter makes a bonus attack action or a bonus move action."
    },
    "133bc02c": {
        "name": "Slippery",
        "description": "A fighter can make this reaction after they have been allocated damage points by a melee attack action. This fighter makes a bonus disengage action."
    },
    "7c49099a": {
        "name": "Hangman's Knot",
        "description": "Choisissez un combattant ennemi visible à 3\" de ce combattant et jetez un dé. Sur un jet de 3+, le combattant choisi ne peut pas faire d'action de mouvement ni de désengagement jusqu'à la fin du round de bataille."
    },
    "10f4fc28": {
        "name": "Marée Basse",
        "description": "Un combattant peut utiliser cette aptitude seulement si c'est le premier round de bataille. Ce combattant peut faire une action de mouvement bonus d'une distance en pouces maximum égale à la valeur de cette aptitude."
    },
    "fe0cb3c3": {
        "name": "Vague Scélérate",
        "description": "Choisissez un combattant ennemi visible à 12\" de ce combattant. Jusqu'à la fin du round de bataille, soustrayez 1 à la caractéristique d'Attaques (jusqu'à un minimum de 1) des actions d'attaque du combattant choisi"
    },
    "e9d22c1c": {
        "name": "Tempête de Tirs",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez 1 à la caractéristique d'Attaques de ses actions d'attaque à projectiles."
    },
    "f498473c": {
        "name": "Tempête de Coups",
        "description": "Ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) à la caractéristique d'Attaques de la prochaine action d'attaque de mêlée de ce combattant à cette activation."
    },
    "094f07e8": {
        "name": "Coup de Taille",
        "description": "Jetez un dé pour chaque combattant ennemi visible à 2\" de ce combattant. Sur un jet de 5, allouez 1 dégât au combattant concerné. Sur un jet de 6, allouez-lui autant de dégâts que la valeur de cette aptitude."
    },
    "60bba3cb": {
        "name": "Barrière Biovoltaïque",
        "description": "Jusqu'à la fin du round de bataille, comptez chaque touche critique des actions d'attaque qui ciblent ce combattant comme des touches."
    },
    "be1c62dd": {
        "name": "Marée Haute",
        "description": "Un combattant peut utiliser cette aptitude seulement si c'est le troisième round de bataille. Ajoutez 1 aux caractéristiques d'Attaques et de Force des actions d'attaque de mêlée des combattants amis tant qu'ils sont à 6\" de ce combattant."
    },
    "997d8ddd": {
        "name": "Banc de Poissons-prophètes",
        "description": "Choisissez un combattant ennemi visible à 10\" de ce combattant et jetez 6 dés. Pour chaque jet de 4-5, allouez 1 dégât au combattant choisi. Pour chaque jet de 6, allouez-lui 2 dégâts."
    },
    "4d837d86": {
        "name": "Voie des Profondeurs",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique de Force des actions d'attaque de mêlée de ce combattant et des combattants amis visibles qui ont la marque runique de faction des Abyssaux Idoneths et soit la marque runique Agile soit la marque runique de Sbire, tant qu'ils sont à 6\" de ce combattant."
    },
    "190ec318": {
        "name": "Décharge Biovoltaïque",
        "description": "Allouez autant de dégâts que la valeur de cette aptitude à tous les combattants ennemis visibles à 3\" de ce combattant."
    },
    "f76c0a5e": {
        "name": "Évanescence Mémorielle",
        "description": "Un combattant peut faire cette réaction quand un combattant ennemi finit une action de mouvement à 3\" de lui. S'il y a un autre combattant ami visible du combattant ennemi et à portée d'au moins une des armes de mêlée du combattant ennemi, celui-ci ne peut pas cibler le combattant qui fait cette réaction jusqu'à la fin du round de bataille."
    },
    "f73c77a3": {
        "name": "Coup Éreintant",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez la valeur de cette aptitude à la caractéristique de Force de ses actions d'attaque de mêlée."
    },
    "379739f5": {
        "name": "Diriger par la Force",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il a mis un combattant ennemi hors de combat avec une de ses actions d'attaque à cette activation. Ce combattant fait une action de mouvement bonus ou une action d'attaque bonus."
    },
    "4f9ac0c4": {
        "name": "Lancer de Bolas",
        "description": "Choisissez un combattant ennemi visible à 6\" de ce combattant et jetez 2 dés. Pour chaque jet de 4-5, allouez 1 dégât au combattant choisi. Pour chaque jet de 6, allouezlui autant de dégâts que la valeur de cette aptitude."
    },
    "d40f57a3": {
        "name": "Bélier Vivant",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" du combattant qui utilise cette aptitude. Allouez au combattant choisi autant de dégâts que la valeur de cette aptitude."
    },
    "a690cb84": {
        "name": "Attitude de Défi",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Endurance des combattants amis visibles tant qu'ils sont à 6\" de ce combattant."
    },
    "d41d5159": {
        "name": "Tornade de Mort",
        "description": "Allouez autant de dégâts que la valeur de cette aptitude à tous les combattants ennemis visibles à 3\" de ce combattant."
    },
    "1bbc1dfd": {
        "name": "Fracas du Fer",
        "description": "Un combattant peut faire cette réaction après qu'il a été ciblé par une action d'attaque de mêlée mais avant de faire les jets de touche. Comptez jusqu'à 2 touches critiques de l'action d'attaque comme des touches."
    },
    "32ae9085": {
        "name": "Chargez!",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il y a un combattant ennemi visible à 6\" de lui. Ce combattant fait une action de mouvement bonus et doit finir plus près du combattant ennemi visible le plus proche qu'au début de l'action de mouvement."
    },
    "06a33891": {
        "name": "Tabassez l'Gros Truc",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez 1 aux caractéristiques d'Attaques et de Force de ses actions d'attaque de mêlée qui ciblent un combattant ennemi ayant une caractéristique de Blessures de 15 ou plus."
    },
    "3a23c80f": {
        "name": "You Messin'",
        "description": "Jusqu'à ce que le contrôle des objectifs ait été déterminé à la fin du round de bataille, les combattants ennemis avec une caractéristique de Blessures de 14 ou moins ne sont pas comptabilisés pour déterminer le joueur qui contrôle un objectif à 3\" de ce combattant"
    },
    "aecd0a65": {
        "name": "Cadence du Chanteguerre",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Attaques des actions d'attaque de mêlée des combattants amis tant qu'ils sont à 6\" de ce combattant."
    },
    "4f9b5078": {
        "name": "Chop' et Cogn'",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant et jetez un dé. Sur un jet de 3+, le combattant choisi ne peut pas faire d'actions de mouvement ni de désengagement jusqu'à la fin du round de bataille. De plus, sur un jet de 6, le combattant qui utilise cette aptitude peut faire une action d'attaque bonus contre le combattant choisi."
    },
    "19680c71": {
        "name": "Pied de Gork",
        "description": "Choisissez un combattant ennemi visible à 12\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 3-5, allouez 1 dégât au combattant choisi. Pour chaque jet de 6, allouez-lui 3 dégâts."
    },
    "9b0f513f": {
        "name": "Charge de Grognétripe",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi à 1\" de lui. Allouez autant de dégâts que la valeur de cette aptitude au combattant choisi."
    },
    "cb771b64": {
        "name": "Waaagh!",
        "description": "Jusqu'à la fin du round de bataille, ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) à la caractéristique de Mouvement des combattants amis s'ils font une action de mouvement qui commence à 6\" de ce combattant."
    },
    "da50dd2f": {
        "name": "Puissante Waaagh!",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 3 à la caractéristique de Mouvement des combattants amis s'ils font une action de mouvement qui commence à 9\" de ce combattant."
    },
    "24ef0a67": {
        "name": "Destructeur Déchaîné",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez 1 à la caractéristique d'Attaques de ses actions d'attaque. De plus, chaque fois qu'un combattant ennemi est mis hors de combat par une action d'attaque de ce combattant à cette activation, il peut faire une action de mouvement bonus."
    },
    "2531bf9c": {
        "name": "On s'y Colle",
        "description": "Un combattant peut faire cette réaction après qu'un combattant ennemi a fini une action de mouvement visible et à 3\" de lui. Choisissez un autre combattant ami à 3\" du combattant qui utilise cette aptitude. Le combattant choisi fait une action de mouvement bonus. À la fin de cette action, il doit être à 1\" du combattant ennemi qui a fait l'action de mouvement."
    },
    "928413af": {
        "name": "Dur à Kuir'",
        "description": "Jusqu'à la fin du round de bataille, soustrayez 1 pour chaque point de dégâts alloués par chaque touche et touche critique (jusqu'à un minimum de 1) des actions d'attaque qui ciblent ce combattant. "
    },
    "36774520": {
        "name": "Hammering Strikes",
        "description": "A fighter can only use this ability if an enemy fighter has been allocated damage points by an attack action made by them this activation.  Add half the value of this ability (rounding up) to the damage points allocated by each hit and critical hit from the next melee attack action this activation that targets that enemy fighter."
    },
    "3dea36d7": {
        "name": "Rock-shattering Blow",
        "description": "Add 1 to the Strength characteristic of the next melee attack action made by this fighter this activation and add 1 to the damage points allocated by each hit and critical hit from that attack action."
    },
    "de2478b0": {
        "name": "Stonewarp",
        "description": "A fighter can only use this ability if they are within 9\" of a visible friendly fighter with the Jade Obelisk and icon-bearer runemarks.  Remove a number of damage points allocated to this fighter equal to half the value of this ability (rounding up).  If this fighter is also within 6\" of a friendly fighter with the Jade Obelisk and Priest runemarks, remove a number of damage points allocated to this fighter equal to the value of this ability instead."
    },
    "7be64433": {
        "name": "Bloody Tribute",
        "description": "A fighter can only use this ability if an enemy fighter has been taken down by them this activation.  Pick a friendly fighter within 9\" of a visible friendly fighter with the Jade Obelisk and icon-bearer runemarks.  That fighter makes a bonus move action."
    },
    "7bb0cd4b": {
        "name": "Gaze of the Idolarc",
        "description": "Pick a visible enemy fighter within 9\" of this fighter.  Subtract half the value of this ability (rounding up) from either the Move characteristic or the Toughness characteristic of that fighter (to a minimum of 1) until the end of the battle round."
    },
    "c9f0d8ea": {
        "name": "Might of the Speaker",
        "description": "Pick a visible friendly fighter within a number of inches of this fighter equal to the value of this ability.  Add 3 to the value of this ability if a friendly fighter with the Jade Obelisk and Priest runemarks is on the battlefield.  That fighter can make up to 2 bonus move actions, bonus attack actions or bonus disengage actions in any combination."
    },
    "0aeea1c5": {
        "name": "The Curse of Jade",
        "description": "A fighter can make this reaction when they are targeted by a melee attack action but before the hit rolls are made.  Subtract 1 from the damage points allocated to this fighter by each hit and critical hit from that attack action (to a minimum of 1)."
    },
    "76da2eab": {
        "name": "Frappe de l'Executeur",
        "description": "Ce combattant fait une action d'attaque bonus. De plus, ajoutez 1 aux caractéristiques d'attaques et de force de cette action d'attaque."
    },
    "ca47fc19": {
        "name": "Malédiction de Malelangue",
        "description": "Choisissez un combattant ennemi visible à 9\" de cecombattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 4+, allouez 1 point de dégâts au combattant choisi. Pour chaque jet de 1, allouez 1 point de dégâts au combattant qui utilise cette aptitude."
    },
    "8dd67b76": {
        "name": "Masque des Ténèbres",
        "description": "Choisissez un combattant avec la marque runique des Ravageurs de Khagra qui est à 12\" de ce combattant. Retiez le combattant choisi du champ de bataille puis replacez le immédiatement n'importe ou sur le champ de bataille à 6\" du combattant qui utilise cette aptitude."
    },
    "86479928": {
        "name": "Profanation",
        "description": "Ce combattant fait une action d'attaque bonus. De plus si ce combattant est à 3\" d'un ou plusieurs pions objectifs, ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) aux caractéristiques d'Attaques et de force de cette action d'attaque bonus."
    },
    "27a6269a": {
        "name": "Fléchettes Maudites",
        "description": "Choisissez un combattant ennemi visible à 9\" de ce combattant et jetez 2 dés. Pour chaque jet de 4+, allouez 2 dégâts au combattant choisi. De plus, si l'un ou les deux jets donnent 6, divisez par 2 sa caractéristique de Mouvement (arrondie au supérieur) jusqu'à la fin du round de bataille."
    },
    "c3899b32": {
        "name": "Instrument de Khaine",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il a mis un combattant ennemi hors de combat avec une de ses actions d'attaque à cette activation. Ce combattant fait une action de mouvement bonus ou une action d'attaque bonus."
    },
    "8574d874": {
        "name": "Bond de l'ombre",
        "description": "Jusqu'à la fin de l'activation de ce combattant, il peut voler quand il fait des actions de mouvement."
    },
    "863437da": {
        "name": "Danse de la Mort",
        "description": "Jusqu'à la fin de l'activation de ce combattant, il peut finir ses actions de désengagement à 1\" des combattants ennemis."
    },
    "a73ee76a": {
        "name": "Profiter de l'Ombre",
        "description": "Jusqu'à la fin du round de bataille, soustrayez 1 à la caractéristique d'Attaques (jusqu'à un minimum de 1) des actions d'attaque des combattants ennemis s'ils ciblent un combattant à 3\" de ce combattant."
    },
    "7bb5e8da": {
        "name": "Piège de Ténèbres",
        "description": "Allouez autant de dégâts que la valeur de cette aptitude à tous les combattants ennemis visibles à 3\" de ce combattant, ou allouez 3 dégâts à ce combattant et autant de dégâts que la valeur de cette aptitude à tous les combattants ennemis visibles à 6\" de ce combattant."
    },
    "0639c5be": {
        "name": "Glisser entre les Ombres",
        "description": "Un combattant peut faire cette réaction quand un combattant ennemi termine une action de mouvement à 3\" de lui. Notez la distance qui le sépare du combattant ennemi qui a fait l'action de mouvement. Retirez-le du champ de bataille puis placez-le sur une plateforme ou le sol du champ de bataille à une distance du combattant ennemi qui a fait l'action de mouvement inférieure ou égale à celle notée."
    },
    "500bda45": {
        "name": "Robustesse Ancestrale",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Endurance de ce combattant."
    },
    "01f45dea": {
        "name": "Lance-grappin",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il est à plus de 3\" des combattants ennemis. Choisissez un point sur un obstacle à 20\" de ce combattant. Retirez ce combattant du champ de bataille, puis replacez-le sur une plateforme ou sur le sol du champ de bataille, entièrement à 3\" du point choisi."
    },
    "49638f8a": {
        "name": "Drillbill Harceleur",
        "description": "Choisissez un combattant ennemi à 20\" de ce combattant. Jusqu'à la fin du round de bataille, le combattant choisi ne peut pas faire d'actions de désengagement."
    },
    "98131dd5": {
        "name": "Harnais-endrin Surchargé",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez 1 aux caractéristiques de Force et d'Attaques de ses actions d'attaque de mêlée."
    },
    "76fc95e1": {
        "name": "Isolation Atmosphérique",
        "description": "Jusqu'à la fin du round de bataille, soustrayez 1 (jusqu'à un minimum de 1) à la caractéristique d'Attaques des actions d'attaque des combattants ennemis tant qu'ils sont à 6\" de ce combattant."
    },
    "48c586d4": {
        "name": "Combattre pour le Profit",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Attaques des actions d'attaque des combattants amis tant qu'ils sont à 3\" de ce combattant. Si ce combattant porte un trésor ou se trouve à 3\" d'un objectif, ajoutez 2 à la caractéristique d'Attaques au lieu de 1."
    },
    "c434229e": {
        "name": "Gardez vos Distances",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il est à 3\" d'un combattant ennemi. Il fait une action de désengagement bonus."
    },
    "1637d730": {
        "name": "Maître du Ciel",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez 1 aux dégâts alloués aux combattants ennemis avec la marque runique Vol par chaque touche et touche critique de ses actions d'attaque"
    },
    "4a3d1c1b": {
        "name": "Tempête Éthérique",
        "description": "Choisissez un combattant ennemi visible et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 3+, allouez 3 dégâts au combattant choisi."
    },
    "70d72c9d": {
        "name": "Charges à Retardement",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il est à 3\" d'un combattant ennemi. Allouez autant de dégâts que la valeur de cette aptitude aux combattants ennemis à 1\" de ce combattant. Puis il fait une action de désengagement bonus ou une action de mouvement bonus."
    },
    "11442553": {
        "name": "Retour de Flammes",
        "description": "Un combattant peut faire cette réaction après avoir été ciblé par une action d'attaque mais avant de faire les jets de touche, si l'attaquant est à portée d'au moins une des armes de la cible. Pour chaque jet de touche raté de l'action d'attaque, allouez 1 dégât au combattant attaquant. Pour chaque jet de touche de 1, allouez-lui 2 dégâts à la place."
    },
    "c867eb77": {
        "name": "Tir de Précision",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il n'a pas fait d'action de mouvement à cette activation. Si la prochaine action de ce combattant est une action d'attaque à projectiles, elle inflige des touches critiques sur un jet de 4+ au lieu de 6."
    },
    "2525ab3f": {
        "name": "Morsure Broyeuse",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant et jetez autant de dés que la moitié de la valeur de cette aptitude (arrondie au supérieur). Pour chaque jet de 3+, allouez 3 dégâts au combattant choisi"
    },
    "26a4ea2f": {
        "name": "Armes Croûtées de Venin",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez 1 aux dégâts alloués aux combattants ennemis par chaque touche et touche critique de ses actions d'attaque."
    },
    "1af77c38": {
        "name": "Ret'nez-les!",
        "description": "Choisissez un combattant ami qui a la marque runique de faction des Kruelboyzet la marque runique de Rempart à 3\" de ce combattant. Le combattant choisi peut faire une action de mouvement bonus ou une action d'attaque bonus."
    },
    "f7eaecfa": {
        "name": "Souffle du Fange-drac",
        "description": "Jetez un dé pour chaque combattant ennemi visible à 3\" de ce combattant. Sur un jet de 3-4, allouez 1 dégât au combattant concerné. Sur un jet de 5+, allouez-lui autant de dégâts que la valeur de cette aptitude."
    },
    "f2ad33bb": {
        "name": "Fabrication d'Élixir",
        "description": "Choisissez un combattant ami à 1\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 4+, retirez jusqu'à 3 dégâts alloués au combattant choisi"
    },
    "c7f0da76": {
        "name": "Plantez-les Bien",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Attaques des actions d'attaque qui ont la marque runique de Dague des combattants amis qui ont la marque runique de Sbire tant qu'ils sont à 6\" de ce combattant."
    },
    "8c31db62": {
        "name": "Convoquer la Brume des Marais",
        "description": "Jusqu'à la fin du round de bataille, soustrayez 1 (jusqu'à un minimum de 1) à la caractéristique d'Attaques des actions d'attaque des combattants ennemis tant qu'ils sont à 6\" de ce combattant."
    },
    "f8fa5631": {
        "name": "Attaque Ruzée",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il y a plus de combattants amis avec la marque runique de Guerrier que de combattants ennemis à 6\" de lui. Chacun de ces combattants amis peut faire une action de mouvement bonus ou une action d'attaque de mêlée bonus (certains peuvent faire une action de mouvement bonus et d'autres une action d'attaque de mêlée bonus)."
    },
    "64b1818c": {
        "name": "Piège Ruzé",
        "description": "Un combattant peut faire cette réaction après qu'un combattant ennemi a fini une action de mouvement visible et à 3\" de lui. Choisissez un autre combattant ami à 3\" du combattant qui utilise cette aptitude. Le combattant choisi fait une action d'attaque bonus qui doit cibler le combattant ennemi qui a fait l'action de mouvement."
    },
    "2a3d1d3e": {
        "name": "Krule Trap",
        "description": "After an enemy fighter within 6\" of this fighter ends a move action, roll a dice. On a roll of a 5+, pick one: that enemy fighter cannot make move actions for the rest of the battle round, or allocate 4 damage points to that enemy fighter. Otherwise, allocate 2 damage points to that enemy fighter."
    },
    "6a76938e": {
        "name": "Krule Taunt",
        "description": "Pick an enemy fighter that is within a number of inches of this fighter equal to the value of this ability. Until the end of the battle round, subtract 2 from the damage points allocated by each hit and critical hit (to a minimum of 1) from attack actions made by the chosen fighter, unless those attack actions target this fighter."
    },
    "f54e7999": {
        "name": "Rip It Out",
        "description": "After the next attack action that has the Spear or Ranged Weapon runemark made by this fighter in this activation, if it scored 1 or more hits, allocate a number of damage points to the target of that attack action equal to the value of this ability."
    },
    "a65e52e8": {
        "name": "Krule Stabbin'",
        "description": "Until the end of this fighter's activation, add 1 to the damage points allocated by each hit and critical hit from melee attack actions made by this fighter that target an enemy fighter that has 5 or more damage points allocated to them."
    },
    "fa51972c": {
        "name": "Drum and Holler",
        "description": "Until the end of the battle round, enemy fighters within 6\" of this fighter cannot make reactions."
    },
    "77f385b7": {
        "name": "Saw 'Em Up",
        "description": "Pick a visible enemy fighter within 2\" of this fighter and roll a number of dice equal to the value of this ability (to a minimum of 2). If you can make a group of 2 or more dice in consecutive numerical order (e.g. 2, 3, 4) excluding any duplicates, allocate 3 damage points to the chosen fighter for each dice in that group."
    },
    "91c3121c": {
        "name": "Nasty Muggin'",
        "description": "Pick an enemy fighter within 1\" of this fighter. Each friendly fighter with the Kruleboyz Monsta-killaz runemark within 3\" of that enemy fighter can make one bonus attack action that must target that enemy fighter."
    },
    "45a57d8c": {
        "name": "Suivre le vent",
        "description": "Ajoutez la moitié de la valeur de cette aptitude (arrondi au supérieur) à la caractéristique de Mouvement de ce combattant pour la prochaine action de mouvement qu'il effectue à cette activation."
    },
    "26d53a6b": {
        "name": "Agent Solitaire",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il n'y a aucun autre combattant ami à 6\" de lui. Ce combattant fait une action de mouvement bonus."
    },
    "8232a785": {
        "name": "Flasque de Feu Lunaire",
        "description": "Choisissez un combattant ennemi visible à 6\" de ce combattant et jetez 2 dés. Pour chaque jet de 4-5, allouez 1 dégât au combattant choisi. Pour chaque jet de 6, allouez-lui autant de dégâts que la valeur de cette aptitude."
    },
    "982850c8": {
        "name": "Posture de la Montagne",
        "description": "Jusqu'à la fin du round de bataille, soustrayez 1 (jusqu'à un minimum de 1) aux dégâts alloués par chaque touche et touche critique des actions d'attaque qui ciblent ce combattant"
    },
    "ddf04ee7": {
        "name": "Gerfaut-oracle aux Yeux Perçants",
        "description": "Choisissez un combattant ennemi à 20\" de ce combattant. Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Attaques des actions d'attaque qui ciblent le combattant choisi."
    },
    "c0016767": {
        "name": "Compagnie Scintillante",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il y a au moins 2 autres combattants amis qui ont la marque runique de faction des Suzerains Lumineths et la marque runique de Guerrier à 1\" de lui. Jusqu'à la fin du round de bataille, soustrayez 1 (jusqu'à un minimum de 1) à la caractéristique d'Attaques des actions d'attaque des combattants ennemis qui ciblent un combattant à 1\" de ce combattant"
    },
    "81390092": {
        "name": "Transfert Émotionnel",
        "description": "Choisissez un combattant ami visible avec la marque runique de faction des Suzerains Lumineths, qui a au moins 1 dégât alloué et qui est à 12\" de ce combattant. Puis choisissez un combattant ennemi visible à 12\" du combattant qui utilise cette aptitude. Jetez autant de dés que les dégâts alloués au combattant ami choisi. Pour chaque jet de 4+, allouez 1 dégât au combattant ennemi choisi."
    },
    "8c2e5b33": {
        "name": "Lances de l'Aube",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible et à 1\" de lui. Allouez autant de dégâts que la valeur de cette aptitude au combattant choisi."
    },
    "593efa51": {
        "name": "Vif Comme le Vent",
        "description": "Jusqu'à la fin de l'activation de ce combattant, il peut finir ses actions de désengagement à 1\" des combattants ennemis."
    },
    "273344b9": {
        "name": "Scribe des Royaumes",
        "description": "Choisissez un point du champ de bataille à 9\" de ce combattant et placez-y un pion spécial. Jusqu'à la fin du round de bataille, soustrayez 1 aux dégâts alloués par chaque touche critique des actions d'attaque qui ciblent les combattants amis qui sont à 6\" du centre du pion spécial."
    },
    "7aeeb3c3": {
        "name": "Redirection Gravitique",
        "description": "Allouez D3 dégâts à tous les combattants ennemis visibles à 6\" de ce combattant (faites un jet séparé pour chacun). De plus, jusqu'à la fin du round de bataille, divisez par deux la caractéristique de Mouvement (arrondie au supérieur) de tous les combattants qui font une action de mouvement qui commence à 6\" de ce combattant."
    },
    "2e4114a8": {
        "name": "Frappe Parfaite",
        "description": "Ce combattant fait une action d'attaque bonus. De plus, ajoutez la valeur de cette aptitude aux dégâts alloués aux combattants ennemis par chaque touche critique de l'action d'attaque bonus."
    },
    "f9a0b0b3": {
        "name": "Brillance Aveuglante",
        "description": "Un combattant peut faire cette réaction après avoir été ciblé par une action d'attaque à projectiles mais avant de faire les jets de touche. Après les jets de touche, jetez un dé pour chaque touche critique. Sur un jet de 4+, la touche critique devient une touche."
    },
    "d1c3e90e": {
        "name": "Sillon Muqueux",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant. Ce combattant effectue une action de désengagement bonus. Ensuite, allouez autant de dégâts au combattant choisi que la valeur de cette aptitude."
    },
    "7b88e541": {
        "name": "Cornemuse Guillerette",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique de Mouvement des combattants amis quand ils font une action de mouvement qui commence à 7\" de ce combattant."
    },
    "36191fb0": {
        "name": "Résistance Écœurante",
        "description": "Jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 3+, retirez 1 dégât alloué à ce combattant."
    },
    "e4fcbd83": {
        "name": "Dard Venimeux",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant et jetez un dé. Sur 2+, jusqu'à la fin de ce round de bataille, le combattant choisi ne peut pas effectuer d'action de mouvement ni de désengagement."
    },
    "4ba7bd21": {
        "name": "Nuage de Mouches",
        "description": "Jusqu'à la fin du round de bataille, soustrayez 1 à la caractéristique d'Attaques (jusqu'à un minimum de 1) des actions d'attaque qui ciblent ce combattant."
    },
    "9efb5761": {
        "name": "Cadeau du Grand-père",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique de Force des actions d'attaque de mêlée des combattants amis visibles tant qu'ils sont à 7\" de ce combattant."
    },
    "eb4c8d1f": {
        "name": "Superviseur Menaçant",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Attaques des actions d'attaque de mêlée des combattants amis visibles tant qu'ils sont à 9\" de ce combattant"
    },
    "bc938e66": {
        "name": "Éternuement Répugnant",
        "description": "Choisissez un combattant ennemi visible à 7\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 2+, allouez 1 dégât au combattant choisi."
    },
    "26f3ceec": {
        "name": "Nuée Sans Fin",
        "description": "Retirez autant de dégâts alloués à ce combattant que le double de la valeur de cette aptitude."
    },
    "7c142afa": {
        "name": "Impossible à Blesser",
        "description": "Un combattant peut faire cette réaction quand il est ciblé par une action d'attaque de mêlée mais avant de faire les jets de touche. Soustrayez 1 aux dégâts alloués à ce combattant par chaque touche de l'action d'attaque (jusqu'à un minimum de 1)."
    },
    "e5b4ec78": {
        "name": "Flot de Corruption",
        "description": "Choisissez un combattant ennemi visible à 7\" de ce combattant et jetez 3 dés. Pour chaque jet de 5+, allouez 1 dégât au combattant choisi et soustrayez 1 à sa caractéristique d'Endurance (jusqu'à un minimum de 1) jusqu'à la fin du round de bataille."
    },
    "07e66087": {
        "name": "Tête de Mort Affinée",
        "description": "Choisissez un combattant ennemi visible à 7\" de ce combattant et jetez 2 dés. Pour chaque jet de 4-5, allouez 1 dégât au combattant choisi. Pour chaque jet de 6, allouezlui autant de dégâts que la valeur de cette aptitude."
    },
    "dc696c9b": {
        "name": "Sonnez le Tocsin Retentissant",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique de Mouvement des combattants amis qui font une action de mouvement qui commence à 7\" de ce combattant"
    },
    "db96f167": {
        "name": "Dard Venimeux",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant et jetez un dé. Sur un jet de 2+, le combattant choisi ne peut pas faire d'action de mouvement ni de désengagement jusqu'à la fin de ce round de bataille."
    },
    "cad56a1d": {
        "name": "Décharge Virulente",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 4+, allouez 1 dégât au combattant choisi."
    },
    "77852703": {
        "name": "Icône Cloquée",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Endurance des combattants amis visibles tant qu'ils sont à 7\" de ce combattant."
    },
    "4ae93ad6": {
        "name": "Cadeau du Grand-père",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique de Force des actions d'attaque de mêlée des combattants amis visibles tant qu'ils sont à 7\" de ce combattant."
    },
    "43344368": {
        "name": "Coup d'Estoc d'Épée-gangrène",
        "description": "Ce combattant peut faire une action d'attaque de mêlée bonus. Si elle inflige une ou plusieurs touches critiques, jetez un dé. Sur un jet de 4+, soustrayez 1 à la caractéristique de Mouvement du combattant ciblé (jusqu'à un minimum de 1) jusqu'à la fin de la bataille."
    },
    "87f770a5": {
        "name": "Régénération Surnaturelle",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il n'y a aucun combattant ennemi à 1\" de lui. Retirez autant de dégâts alloués à ce combattant que le double de la valeur de cette aptitude."
    },
    "3ae55ee5": {
        "name": "Impossible à Blesser",
        "description": "Un combattant peut faire cette réaction quand il est ciblé par une action d'attaque de mêlée mais avant de faire les jets de touche. Soustrayez 1 aux dégâts alloués à ce combattant par chaque touche de l'action d'attaque (jusqu'à un minimum de 1)."
    },
    "11e3cee9": {
        "name": "Gueule démoniaque",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant et jetez autant de dés que la valeur de cetet aptitude. Pour chaque jet de 4-5, allouez 1 point de dégats au combattant choisi. Pour chaque jet de 6, allouez-lui 3 points de dégats."
    },
    "f7fedb39": {
        "name": "Odeur du sang",
        "description": "Chaque combattant ami ayant la marque runique des Séides de Magore qui est à 6\" de ce combattant quand il utilise cette aptitude peut faire une action de mouvement bonus."
    },
    "120bc628": {
        "name": "Jet de Crapaud Aboyeur",
        "description": "Choisissez un combattant ennemi visible à 6\" de ce combattant et jetez 2 dés. Pour chaque jet de 4-5, allouez 1 point de dégât au combattant choisi. Pour chaque jet de 6, allouez lui autant de points de dégâts que la valeur de cette aptitude."
    },
    "16395fb8": {
        "name": "Convoquer le Stalasquig",
        "description": "Un combattant peut utiliser cette aptitude une fois par bataille. Choisissez un point sur une plateforme ou sur le sol du champ de bataille à 3\" de ce combattant et à plus d'1\" des combattants ennemis et placez y le marqueur de Stalasquig. Allouez 2D6 points de dégats au premier combattant ennemi qui se déplace à 1\" du marqueur, puis retirez le marqueur."
    },
    "16aaac30": {
        "name": "Convoquer la Spore Fulminante",
        "description": "Un combattant peut utiliser cette aptitude une fois par bataille. Choisissez un point sur une plateforme ou sur le sol du champ de bataille à 3\" de ce combattant et à plus d'1\" des combattants ennemis et placez y le marqueur de Spore Fulminante. Soustrayez 1 à la caractéristique d'Attaques (jusqu'à un minimum de 1) des actions d'attaque des combattants ennemis tant qu'ils sont à 6\" du marqueur. Les combattants ne peuvent pas finir un déplacementsur le marqueur."
    },
    "0c289874": {
        "name": "Beastbashas",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il est à 1\" d'un combattant ennemi ayant la marque runique Gargantuesque. Le combattant ami peut faire une action d'attaque bonus qui cible ce combattant ennemi."
    },
    "98ece5ab": {
        "name": "Filles du Premier Temple",
        "description": "Choisissez un autre combattant ami ayant la marque runique de la sororité de Morgwaeth visible par ce combattant et à 3\" de ce dernier. Le combattant choisi peut faire une action d'attaque bonus."
    },
    "927cb4b0": {
        "name": "Lumière Eblouissante",
        "description": "Jusqu'à la fin du round de bataille, soustrayez 1 à la caractéristique d'Attaques (jusqu'à un minimum de 1) des actions d'attaque des combattants ennemis tant qu'ils sont à 6\" de ce combattant."
    },
    "37ab8133": {
        "name": "Aura d'Effroi",
        "description": "Choisissez un combattant ennemi visible à un nombre de pouces de ce combattant égal à la valeur de cette aptitude. Jusqu'à la fin du round de bataille, soustrayez 1 à la caractéristique Force (jusqu'à un minimum de 1) des actions d'attaque du combattant ennemi. Un combattant ne peut être ciblé qu'une fois par round par cette aptitude."
    },
    "68d0f4f0": {
        "name": "Horde d'Épouvante",
        "description": "Un combattant ne peut utiliser cette aptitude que s'il y a un combattant ami visible avec la marque runique Sbire 3\" de lui. Jusqu'à la fin de l'activation de ce combattant, ajoutez 1 aux caractéristiques Attaques et Force de ses actions d'attaque."
    },
    "e11eb84f": {
        "name": "Âme Marquée",
        "description": "Choisissez un combattant ennemi visible à 3\" de ce combattant et s'étant vu allouer au moins 1 dégât. Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique Force des actions d'attaque de mêlée des combattants amis qui ciblent le combattant choisi. Un combattant ne peut être ciblé qu'une fois par round par cette aptitude."
    },
    "9917bf4d": {
        "name": "Heures Volées",
        "description": "À la fin de l'activation de ce combattant, soignez un nombre de dégâts alloués à ce combattant égal à jusqu'au nombre de dégâts alloués aux combattants ennemis à cette activation."
    },
    "01a3579a": {
        "name": "Toucher Effroyable",
        "description": "Jusqu'à la fin de l'activation de ce combattant, chaque touche de ses actions d'attaque de mêlée compte comme une touche critique."
    },
    "e5e07960": {
        "name": "Hurlement Perturbant",
        "description": "Choisissez un combattant ennemi à un nombre de pouces de ce combattant égal à la valeur de cette aptitude et jetez un dé. Sur 3+, jusqu'à la fin du round de bataille, le combattant choisi ne peut pas effectuer d'action de mouvement ou de désengagement."
    },
    "edc2956e": {
        "name": "Dématérialisation",
        "description": "Un combattant ne peut utiliser cette aptitude que s'il n'est pas à 3\" d'un combattant ennemi. Retirez ce combattant du champ de bataille, puis placez-le sur une plate-forme ou le sol du champ de bataille, à plus de 5\" de tout combattant ennemi."
    },
    "a75aa984": {
        "name": "Condamnation à l'Éternel Tourment",
        "description": "Choisissez un combattant ennemi visible. Jetez un dé pour celui-ci. Si le jet est inférieur ou égal au numéro de round de bataille actuel, allouez 6 dégâts au combattant choisi."
    },
    "cd1184f1": {
        "name": "Invocation Spectrale",
        "description": "Choisissez un combattant ami ayant été mis hors de combat. Placez le combattant choisi sur une plate-forme ou le sol du champ de bataille, entièrement à 3\" de ce combattant. Le combattant placé sur le champ de bataille ne compte plus comme ayant été mis hors de combat. Retirez-lui un nombre de dégâts qui lui ont été alloués égal à la valeur de cette aptitude."
    },
    "17952096": {
        "name": "Lumière Impie",
        "description": "Retirez jusqu'à D3 dégâts alloués à chaque combattant ami à 6\" de ce combattant (faites un jet séparé pour chacun d'eux)."
    },
    "612582bc": {
        "name": "Énergie d'Âmes Captives",
        "description": "Un combattant ne peut utiliser cette aptitude que si un combattant ennemi a été mis hors de combat par une de ses actions d'attaque à cette activation. Retirez un nombre de dégâts de chaque combattant ami visible à 6\" de ce combattant égal à jusqu'à la valeur de cette aptitude."
    },
    "87e56fd8": {
        "name": "Fauchés comme du blé mûr",
        "description": "Allouez un nombre de dégâts égal à la valeur de cette aptitude à tous les combattants ennemis visibles à 3\" de ce combattant."
    },
    "a4f5881c": {
        "name": "Passe-Muraille",
        "description": "Jusqu'à la fin de l'activation de ce combattant, il peut se déplacer au-dessus des murs de donjon et à travers les portes fermées mais doit terminer toute action de mouvement avec son socle entièrement sur le sol du champ de bataille."
    },
    "5e218340": {
        "name": "Forme Vacillante",
        "description": "Un combattant peut faire cette réaction quand un combattant ennemi a terminé une action de mouvement à 3\" de lui. Notez la distance entre ce combattant et le combattant ennemi qui a fait l'action de mouvement. Retirez ce combattant du champ de bataille et replacez-le sur une plate-forme ou le sol du champ de bataille, sans l'éloigner dudit combattant ennemi."
    },
    "8e24e130": {
        "name": "Gruau de Sang",
        "description": "Retirez autant de dégâts à ce combattant que la valeur de cette aptitude."
    },
    "ac53eae6": {
        "name": "Bonds",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il y a un combattant ennemi visible à 6\" de lui. Ce combattant fait une action de mouvement bonus et doit finir l'action en étant plus près du combattant ennemi visible le plus proche qu'au début de l'action."
    },
    "c45c8a49": {
        "name": "Poing de Fer",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant et jetez 2 dés. Pour chaque jet de 4-5, allouez 1 dégât au combattant choisi. Pour chaque jet de 6, allouez-lui autant de dégâts que la valeur de cette aptitude."
    },
    "4d1168cf": {
        "name": "Guider le Skal",
        "description": "Choisissez un combattant ami visible avec la marque runique de Bête à 4\" de ce combattant. Le combattant choisi fait une action d'attaque bonus."
    },
    "0562672c": {
        "name": "La Loi du Plus Fort",
        "description": "Un combattant peut utiliser cette aptitude seulement si un combattant ennemi a été mis hors de combat par une action d'attaque qu'il a faite à cette activation. Ce combattant effectue une action de mouvement bonus ou une action d'attaque bonus."
    },
    "27d60586": {
        "name": "Le Sentier de la Gueule",
        "description": "Ajoutez 3 à la caractéristique de Mouvement de ce combattant pour sa prochaine action de mouvement à cette activation."
    },
    "ee97ec8b": {
        "name": "Charge Buffle",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" du combattant qui utilise cette aptitude. Allouez autant de dégâts que la valeur de cette aptitude au combattant choisi."
    },
    "f908717e": {
        "name": "Brute de Premier Ordre",
        "description": "Choisissez un combattant ami visible à 2\" de ce combattant. Allouez autant de dégâts au combattant choisi que la moitié de la valeur de cette aptitude (arrondie au supérieur). Puis le combattant choisi fait une action de mouvement bonus ou une action d'attaque bonus."
    },
    "62590600": {
        "name": "Pièges de Trappeurs",
        "description": "Jusqu'à la fin du round de bataille, chaque fois qu'un combattant ennemi finit une action de mouvement à 3\" de ce combattant, le combattant subit des dégâts d'impact."
    },
    "ef08e341": {
        "name": "Haleine Ardente",
        "description": "Allouez autant de dégâts que la valeur de cette aptitude à tous les combattants ennemis visibles à 3\" de ce combattant."
    },
    "0fbe4c5b": {
        "name": "Explosion de Métal Brûlant",
        "description": "Ajoutez 3 aux caractéristiques d'Attaques et de Force de la prochaine action d'attaque à projectiles de ce combattant à cette activation."
    },
    "5021d08c": {
        "name": "P'tit En-cas",
        "description": "Un combattant peut faire cette réaction après qu'il a été ciblé par une action d'attaque de mêlée mais avant de faire les jets de touche. Si aucun des jets de touche de l'action d'attaque ne donne de touche critique, allouez 3 dégâts au combattant attaquant, et retirez 3 dégâts alloués au combattant qui utilise cette aptitude."
    },
    "8fdbd27a": {
        "name": "Devoir Éternel",
        "description": "Un combattant peut utiliser cette aptitude seulement si un combattant ennemi a été mis hors de combat par une de ses actions d'attaque à cette activation. Il fait une action de mouvement bonus ou une action d'attaque bonus."
    },
    "da3f058b": {
        "name": "Mur de Boucliers",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Endurance des combattants amis avec la marque runique de faction de Collecteurs Ossiarques et la marque runique de Rempart tant qu'ils sont à 3\" de ce combattant."
    },
    "945dc908": {
        "name": "Traquer et Tuer",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il y a un combattant ennemi visible à 6\" de lui. Il fait une action de mouvement bonus et doit la finir plus près du combattant ennemi visible le plus proche qu'au début de l'action de mouvement."
    },
    "adad4b92": {
        "name": "Arme de Nadirite",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez 1 aux dégâts alloués aux combattants ennemis par chaque touche et touche critique de ses actions d'attaque de mêlée."
    },
    "96120f68": {
        "name": "Charge de Cavalier de la Mort",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" de lui. Allouez autant de dégâts que la valeur de cette aptitude au combattant choisi."
    },
    "96c6da56": {
        "name": "Guide des Âmes",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Attaques des actions d'attaque de mêlée des combattants amis visibles tant qu'ils sont à 6\" de ce combattant."
    },
    "6d4a1974": {
        "name": "Modeleur d'Os",
        "description": "Retirez jusqu'à D3 dégâts alloués à chaque combattant ami à 6\" de ce combattant (faites un jet pour chaque combattant)."
    },
    "f74dc829": {
        "name": "Férocité Débridée",
        "description": "Ce combattant fait une action de mouvement bonus."
    },
    "43124d95": {
        "name": "Avance Implacable",
        "description": "Jusqu'à la fin du round de bataille, ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) à la caractéristique de Mouvement des combattants amis qui sont dans le même groupe de combat que ce combattant."
    },
    "21166137": {
        "name": "Aspect d'Estocade",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez 3 à la caractéristique d'Attaquesde ses actions d'attaque."
    },
    "3026ca6f": {
        "name": "Faux de Faucheur d'Âmes",
        "description": "Allouez autant de dégâts que la valeur de cette aptitude à tous les combattants ennemis visible à 3\" de ce combattant."
    },
    "cb23e335": {
        "name": "Prouesse Sépulcrale",
        "description": "Un combattant peut faire cette réaction après avoir été ciblé par une action d'attaque de mêlée mais avant de faire les jets de touche. Si chaque jet de touche de l'action d'attaque rate, allouez 5 dégâts au combattant attaquant."
    },
    "5ed43c1c": {
        "name": "Machoire de Croc Saillant.",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant et jetez 2 dés. Pour chaque jet de 4-5, allouez 1 point de dégât au combattant choisi. Pour chaque jet de 6, allouez lui autant de points de dégâts que la valeur de cette aptitude."
    },
    "18a0ccfa": {
        "name": "Bond Féroce",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il fini une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" de ce combattant. Allouez autant de points de dégâts que la valeur de cette aptitude au combattant choisi."
    },
    "7bef6213": {
        "name": "Blowpipe",
        "description": "Pick a visible enemy fighter within 6\" of this fighter and roll 2 dice.  For each 4+, allocate a number of damage points to that fighter equal to half the value of this ability (rounding up).  In addition, for each 6, subtract 1 from that fighter's Toughness characteristic until the end of the battle round."
    },
    "82851512": {
        "name": "Gruesome Harvest",
        "description": "A fighter can use this ability only if an enemy fighter has been taken down by a melee attack action made by them this activation.  This fighter now has a *potent vial* until the end of the battle.  While a fighter has a potent vial, when they use an ability, the value of the ability is treated as being 6 even if the ability dice show a different score."
    },
    "2f1ffed7": {
        "name": "Hooked Net",
        "description": "Pick a visible enemy fighter within 1\" of this fighter and roll a dice.  On a 3+, allocate a number of damage points to that figther equal to the roll, and that fighter cannot make move actions or disengage actions for the rest of the battle round."
    },
    "beceda3a": {
        "name": "Lethal Injection",
        "description": "Pick a visible enemy fighter within 1\" of this fighter and roll a number of dice equal to the value of this ability.  For each roll that exceeds the Toughness characteristic of that fighter, allocate 5 damage points to them."
    },
    "810d4f1f": {
        "name": "Slashing Attack",
        "description": "Roll a dice for each visible enemy fighter within 3\" of this fighter.  On a 3-4, allocate 1 damage point to the fighter being rolled for.  On a 5-6, allocate a number of damage points to the fighter being rolled for equal to the value of this ability."
    },
    "6e7c6843": {
        "name": "Ensnaring Strike",
        "description": "This fighter makes a bonus attack action.  In addition, if that attack action scores any critical hits, the target fighter cannot make move actions or disengage actions for the rest of the battle round."
    },
    "65b404e9": {
        "name": "Bile Blood",
        "description": "A fighter can make this reaction when they are targeted by a melee attack action.  After the damage is totalled but before it is allocated to this fighter, roll a dice for each critical hit scored from that attack action.  For each 3+, allocate 3 damage points to the fighter that made that attack action."
    },
    "6ae16d7b": {
        "name": "Nourrir les chiens",
        "description": "Un combattant peut utiliser cette aptitude seulement si un combattant ennemi a été mis hors de combat par une de ses actions d'attaque à cette activation. Retirez autant de dégâts alloués que la valeur de cette aptitude à ce combattant ami à 3\" de lui."
    },
    "bd62865f": {
        "name": "Sonnez la chasse",
        "description": "Choisissez autant de combattants amis visible à 3\" de ce combattant que la moitié de la valeur de cette aptitude (arrondie au supérieur). Les combattants choisis peuvent faire une action de mouvement bonus sur une distance en pouces égale à la valeur de cette aptitude"
    },
    "a11bf441": {
        "name": "Tactiques de meutes",
        "description": "Choisissez un combattant ennemi visible de ce com-battant. Allouez au combattant autant de dégats que le double du nombre de combattants amis à 3\" de lui."
    },
    "cc051723": {
        "name": "Lâchez les Chiens",
        "description": "Jusqu'à la fin du round de bataille, ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) à la caractéristique de mouvement des combattants amis avec la marque runique des Dépeceurs Royaux s'ils font une action de mouvement qui commence a 3\" de ce combattant."
    },
    "98fdc691": {
        "name": "Clambering Horrors",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ne comptez pas la distance verticale qu'il parcourt en escaladant."
    },
    "ade2c4fa": {
        "name": "Pas de répit avant la fin de notre Quête",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 2 à la caractéristique de Force des actions d'attaque de mêlée des combattants amis visibles tant qu'ils sont a 6\" de ce combattant."
    },
    "210d401d": {
        "name": "Chasseurs obstinés",
        "description": "Après qu'un combattant ennemi visible a 1\" de ce combattant a fait une action de désengagement, allouez D3 dégats au combattant ennemi."
    },
    "98b09ffe": {
        "name": "Frappe Décollante",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) aux dégâts alloués aux combattants ennemis par chaque touche critique de la prochaine action d'attaque de mêlée de ce combattant."
    },
    "99093906": {
        "name": "Puissance Brûlante",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) à la caractéristique de Force de ses actions d'attaque de mêlée."
    },
    "85c7d770": {
        "name": "Lancer de Bombe à Feu",
        "description": "Choisissez un combattant ennemi visible à 6\" de ce combattant et jetez 2 dés. Pour chaque jet de 4-5, allouez 1 dégât au combattant choisi. Pour chaque jet de 6, allouez-lui autant de dégâts que la valeur de cette aptitude."
    },
    "a672441f": {
        "name": "Ferveur Enflammée",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Attaques des actions d'attaque de mêlée des combattants amis visibles tant qu'ils sont à 3\" de ce combattant."
    },
    "82e3f1ea": {
        "name": "Fournaise",
        "description": "Jetez un dé pour chaque combattant ennemi visible à 3\" de ce combattant. Sur un jet de 4+, allouez au combattant concerné autant de dégâts que la valeur de cette aptitude."
    },
    "533e5404": {
        "name": "Flammes Dévorantes",
        "description": "Choisissez un combattant ennemi visible à 3\" de ce combattant et jetez 6 dés. Pour chaque jet de 2+, allouez au combattant choisi autant de dégâts que la moitié de la valeur de cette aptitude (arrondie au supérieur). De plus, pour chaque jet de 6, jetez 1 dé supplémentaire comme ci-dessus (et répétez la procédure)."
    },
    "5361f7e8": {
        "name": "Flamboiement de Fureur",
        "description": "Un combattant peut faire cette réaction après qu'il a été ciblé par une action d'attaque de mêlée mais avant de faire les jets de touche. Pour chaque jet de touche de l'action d'attaque qui inflige une touche, allouez 1 dégât au combattant attaquant. Pour chaque touche critique, allouez-lui 2 dégâts à la place."
    },
    "7e0c051b": {
        "name": "Chef au Sang Froid",
        "description": "Un combattant peut utiliser cette aptitude seulement si un combattant ennemi a été mis hors de combat par une de ses actions d'attaque à cette activation. Il fait une action de mouvement bonus ou une action d'attaque bonus."
    },
    "fc86e672": {
        "name": "Meute de Chasse",
        "description": "Choisissez un combattant ami visible ayant la marque runique de Bête à 2\" de ce combattant. Le combattant choisi effectue une action d'attaque bonus."
    },
    "2f33cac4": {
        "name": "Chef Aérien",
        "description": "Ajoutez 3 à la caractéristique de Mouvement de ce combattant pour la prochaine action de mouvement qu'il fait à cette activation."
    },
    "9dc1bf09": {
        "name": "Repli Agile",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il est à 1\" d'un combattant ennemi. Il fait une action de désengagement bonus."
    },
    "eece11bc": {
        "name": "Nuée de Serpents",
        "description": "Choisissez un combattant ennemi visible à 8\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 4-5, allouez 1 dégât au combattant choisi. Pour chaque jet de 6, allouez-lui 3 dégâts."
    },
    "b4a104fc": {
        "name": "Appétit Vorace",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 4+, allouez 1 dégât au combattant choisi."
    },
    "53e140fc": {
        "name": "Seigneurs de l'Espace et du Temps",
        "description": "Choisissez un autre combattant ami avec la marque runique de faction Séraphon à 12\" de ce combattant. Retirez le combattant choisi du champ de bataille, puis replacez-le sur une plateforme ou sur le sol du champ de bataille, entièrement à une distance en pouces de ce combattant égale à la valeur de cette aptitude."
    },
    "0bcb02c6": {
        "name": "Barrage Météorique",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" de lui. Allouez autant de dégâts que la valeur de cette aptitude au combattant choisi."
    },
    "7a97b023": {
        "name": "Morsure Déchirante",
        "description": "Ajoutez la valeur de cette aptitude aux dégâts alloués par chaque touche et touche critique de la prochaine action d'attaque de mêlée de ce combattant à cette activation."
    },
    "9fb8d738": {
        "name": "Énergie Revigorante",
        "description": "Retirez autant de dégâts alloués à chaque combattant ami à 6\" de ce combattant que la valeur de cette aptitude."
    },
    "339d66b0": {
        "name": "Colère des Anciens",
        "description": "Jusqu'à la fin du round de bataille, ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) aux caractéristiques d'Attaques et de Force des actions d'attaque de mêlée de ce combattant."
    },
    "72ea88ae": {
        "name": "Stellaire",
        "description": "Un combattant peut faire cette réaction après avoir été ciblé par une action d'attaque de mêlée mais avant de faire les jets de touche. Comptez jusqu'à deux touches critiques de l'action d'attaque comme des touches."
    },
    "bb49daff": {
        "name": "Befoul the Land",
        "description": "Pick an objective within 3\" of this fighter or a treasure token within 3\" of this fighter. That treasure token can be one that is being carried by a fighter if that fighter is visible to this fighter. Roll a dice at the end of the battle round for each enemy fighter within 3\" of that objective or treasure token. On a roll of 3+, allocate D3 damage points for the fighter being rolled for. The same objective or treasure token cannot be picked more than once per battle round."
    },
    "8b4be7d4": {
        "name": "Disgusting Appearance",
        "description": "Until the end of the battle round, subtract 1 from the Attacks characteristic (to a minimum of 1) of melee attack actions made by enemy fighters that target this fighter."
    },
    "dc1c6e1b": {
        "name": "Unctuous Citations",
        "description": "Pick a friendly fighter with the Skabbik's Plaguepack runemark that is within 7\" of this fighter. This fighter can make a bonus move action or a bonus attack action, and then the fighter you picked can make the same bonus action."
    },
    "9ad3e526": {
        "name": "Manifestation of a Great Plague",
        "description": "Pick this fighter, or pick a number of objectives visible to this fighter equal to half the value of this ability (rounding up). Allocate a number of damage points equal to the value of this ability to all enemy fighters within 3\" of either this fighter or those objectives."
    },
    "c29c2e03": {
        "name": "Puissance Kurnoth",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Attaques des actions d'attaques de mêlee qu'effectuent les combattants amis tant qu'ils sont à 6\" de ce combattant."
    },
    "08221e76": {
        "name": "Fragment de Malepierre",
        "description": "Jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 1, allouez 1 dégât à ce combattant. Pour chaque jet de 4+, ajoutez 1 aux dégâts alloués aux combattants ennemis pour chaque touche ou touche critique de sa prochaine action d'attaque à projectiles à cette activation."
    },
    "1cbbec6b": {
        "name": "Faire Claquer le Fouet",
        "description": "Choisissez un combattant ami visible ayant la marque runique de Bête à 4\" de ce combattant. Le combattant choisi fait une action de mêlée bonus."
    },
    "e331bd06": {
        "name": "Modelage de Chair",
        "description": "Choisissez un combattant ami visible ayant la marque runique de Bête à 4\" de ce combattant. Retirez au combattant choisi autant de dégâts que la moitié de la valeur de cette aptitude (arrondie au supérieur)."
    },
    "a5cebf6e": {
        "name": "Garde du Corps",
        "description": "Jusqu'à la fin du round de bataille, les combattants amis ayant la marque runique de Héros ne peuvent pas être ciblés tant qu'ils sont à 1\" de ce combattant."
    },
    "2a537a2f": {
        "name": "Sauve-Qui-Peut",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il est à 3\" d'un combattant ennemi. Jetez un dé. Sur un jet de 2+, il fait une action de désengagement bonus."
    },
    "567933d7": {
        "name": "Malefoudre",
        "description": "Choisissez autant de combattants ennemis visibles que la valeur de cette aptitude. Le premier doit être à 6\" de ce combattant, et les suivants doivent être à 3\" d'un combattant précédemment choisi. On ne peut pas choisir plusieurs fois le même combattant. Allouez 1 dégât à chaque combattant choisi."
    },
    "142acdc4": {
        "name": "Charge Écrasante",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" de lui. Allouez autant de dégâts que la valeur de cette aptitude au combattant choisi."
    },
    "70ff8318": {
        "name": "Chef de l'Arrière",
        "description": "Jusqu'à la fin du round de bataille, ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) à la caractéristique d'Attaques des actions d'attaque de mêlée des combattants amis visibles tant qu'ils sont à 6\" de ce combattant."
    },
    "36ef106a": {
        "name": "Vapeurs Empoisonnées",
        "description": "Jetez un dé pour chaque combattant ennemi visible à 3\" de ce combattant. Sur un jet de 3+, allouez autant de dégâts que la moitié de la valeur de cette aptitude (arrondie au supérieur) au combattant concerné."
    },
    "acb87496": {
        "name": "Mort Rampante",
        "description": "Ce combattant effectue une action de mouvement bonus ou de désengagement bonus. De plus, jusqu'à la fin de son activation, ajoutez 1 aux dégâts alloués par les touches critiques de ses actions d'attaque"
    },
    "1dfee2a6": {
        "name": "Grenade à Malepierre",
        "description": "Ce combattant fait une action d'attaque bonus. De plus, ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) aux dégâts alloués aux combattants ennemis par chaque touche et touche critique de l'action d'attaque."
    },
    "dfbe1c5c": {
        "name": "Déclamation du Livre des Plaies",
        "description": "Jusqu'à la fin du round de bataille, les combattants ennemis ne peuvent pas utiliser d'aptitudes tant qu'ils sont à 3\" de ce combattant."
    },
    "836d0e6d": {
        "name": "Le Musc de la Peur",
        "description": "Un combattant peut faire cette réaction après qu'un combattant ennemi a fini une action de mouvement visible et à 3\" de lui. Choisissez un autre combattant ami avec la marque runique de faction Skaven à 3\" du combattant qui utilise cette aptitude. Le combattant choisi fait une action de mouvement bonus ou de désengagement bonus, qu'il doit finir à plus de 3\" du com-battant ennemi qui a fait l'action de mouvement"
    },
    "99e82b1e": {
        "name": "Puissance Démoniaque",
        "description": "Choisissez un combattant ami visible à 8\" de ce combattant. Jusqu'à la fin du round de bataille, ajoutez 1 aux caractéristiques de Force et d'Attaques de la prochaine action d'attaque de mêlée du combattant choisi."
    },
    "37f92b91": {
        "name": "Empreint de Sombre Puissance",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez la valeur de cette aptitude à la caractéristique de Force de ses actions d'attaque de mêlée."
    },
    "ed768c7b": {
        "name": "Tueurs Implacables",
        "description": "Ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) à la caractéristique d'Attaques de la prochaine action d'attaque de mêlée de ce combattant à cette activation."
    },
    "7aa28b1a": {
        "name": "Bourrade au Bouclier",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" de lui et jetez un dé. Sur un jet de 2-5, allouez 2 dégâts au combattant choisi. Sur un jet de 6, allouez-lui autant de dégâts que la valeur de cette aptitude"
    },
    "750f9c66": {
        "name": "Lancer de Javelot",
        "description": "Choisissez un combattant ennemi visible à 6\" de ce combattant et jetez un dé. Sur un jet de 3-4, allouez 1 dégât au combattant choisi. Sur un jet de 5+, allouez-lui autant de dégâts que la valeur de cette aptitude."
    },
    "fc79c438": {
        "name": "Champion des Ténèbres",
        "description": "Un combattant peut utiliser cette aptitude seulement si un combattant ennemi a été mis hors de combat par une de ses actions d'attaque à cette activation. Il fait une action de mouvement bonus. Puis il peut faire une action d'attaque bonus."
    },
    "7448436b": {
        "name": "Chevaliers du Chaos",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 2 à la caractéristique de Mouvement des combattants amis ayant la marque runique de Monture et une caractéristique d'Endurance de 5 ou plus."
    },
    "5fd3d1b4": {
        "name": "Stimulé par les Dieux",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Attaques des actions d'attaque de mêlée des combattants amis tant qu'ils sont à 3\" de ce combattant."
    },
    "0fac0955": {
        "name": "Sabots Piétineurs",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" de lui. Allouez autant de dégâts que la valeur de cette aptitude au combattant choisi."
    },
    "1f026a5d": {
        "name": "Coup Fatal",
        "description": "Ajoutez la valeur de cette aptitude aux dégâts alloués aux combattants ennemis par chaque touche ou touche critique causée par la prochaine action d'attaque de mêlée de ce combattant à cette activation."
    },
    "e818fc5e": {
        "name": " Chef du Massacre",
        "description": "Un combattant peut utiliser cette aptitude seulement si un combattant ennemi a été mis hors de combat par une de ses actions d'attaque à cette activation. Jusqu'à la fin du round de bataille, ajoutez 3 à la caractéristique d'Attaques des actions d'attaque de mêlée des combattants amis visibles tant qu'ils sont à 6\" de ce combattant."
    },
    "57d69e94": {
        "name": "Bienfait d'Endurance",
        "description": "Un combattant peut faire cette réaction après avoir été ciblé par une action d'attaque de mêlée mais avant de faire les jets de touche. Retirez 3 dégâts alloués à ce combattant."
    },
    "d02db365": {
        "name": "Veilleur sans repos",
        "description": "Jusqu'à la fin du round de bataille, les combattants amis avec les marques runiques des Fils de Velmorn et la marque runique de héros ne peuvent être ciblé tant qu'ils sont à 1\" de ce combattant."
    },
    "9aa5e9d2": {
        "name": "Commandement mortel",
        "description": "Jusqu'à la fin du round de bataille, ajoutés 1 à la caractéristique de force des actions d'attaques de mêlée des combattants amis visible avec la marque runique des Fils de Velmorn et la marque runique de Sbire tant qu'ils sont à 8\" de ce combattant."
    },
    "47185e2d": {
        "name": "Rivalité fraternelle",
        "description": "Un combattant peut utiliser cette aptitude seulement si un autre combattant ami avec la marque runique des Fils de Velmorn et la marque runique de Sbire a realisé une action d'attaque lors de ce round de bataille. Jusqu'à la fin de l'activation de ce combattant, ajouter 2 à la caractéristique d'attaque de ses actions d'attaque de mêlée."
    },
    "bce2a409": {
        "name": "Frappe Décollante",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) aux dégâts alloués aux combattants ennemis par chaque touche critique de ses actions d'attaque de mêlée."
    },
    "fe9612fe": {
        "name": "Frénésie de Ripailles Sanguinaires",
        "description": "A fighter can only use this ability if an enemy fighter has been taken down by an attack action made by this fighter this activation. This fighter makes a bonus move action or a bonus attack action."
    },
    "cf6468c5": {
        "name": "Siphon Nécrotique ",
        "description": "Choisissez un combattant ami visible avec la marque runique de faction des Seigneurs Ruinemânes et la marque runique de Sbire à 6\" de ce combattant. Allouez autant de dégâts au combattant choisi que la valeur de cette aptitude. Puis retirez autant de dégâts au combattant utilisant cette aptitude que le double de la valeur de cette aptitudea."
    },
    "584ded6d": {
        "name": "Horde Titubante",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il est à 6\" d'un combattant ami visible ayant la marque runique de faction des Seigneurs Ruinemânes et la marque runique de Héros. Il peut faire une action de mouvement bonus d'une distance en pouces égale à la valeur de cette aptitude."
    },
    "8c605055": {
        "name": "Appel au Festin Carmin",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Attaques des actions d'attaque de mêlée des combattants amis visibles tant qu'ils sont à 6\" de ce combattant."
    },
    "82ad08d8": {
        "name": "Agilité Vampirique",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ne comptez pas la distance verticale que ce combattant parcourt quand il escalade."
    },
    "0e537da5": {
        "name": "Charge Mortelle",
        "description": "Jusqu'à la fin del'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1\" d'un combattant ennemi, choisissez 1 combattant ennemi visible à 1\" de lui. Allouez au combattant choisi autant de dégâts que la valeur de cette aptitude."
    },
    "5ed32297": {
        "name": "Invocation de Mort-vivant:",
        "description": "Choisissez un combattant ami avec la marque runique de faction des Seigneurs Ruinemânes et la marque runique de Sbire qui a été mis hors de combat. Placez-le sur une plateforme ou sur le sol du champ de bataille, entièrement à 3\" de ce combattant. Si ce combattant a la marque runique Elite, retirez autant de dégats que la valeur de cette aptitude. Autrement ce combattant n'a plus de dégâts alloués. Le combattant replacé ne compte plus comme étant hors de combat."
    },
    "a3a590fc": {
        "name": "Soif de sang",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il a mis un combattant ennemi hors de combat avec une de ses actions d'attaque à cette activation. Retirez autant de dégâts alloués à ce combattant que le double de la valeur de cette aptitude."
    },
    "da80f37c": {
        "name": "Champion Élu",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il est à 6\" d'un combattant ami visible ayant la marque runique de faction des Seigneurs Ruinemânes et la marque runique de Héros. Il peut faire une action d'attaque bonus. De plus, ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) aux caractéristiques d'Attaques et de Force de l'action d'attaque bonus."
    },
    "27d4c9c2": {
        "name": "Danse Macabre de Vanhel",
        "description": "Choisissez autant de combattants amis visibles avec la marque runique de faction des Seigneurs Ruinemânes et la marque de faction Sbire que la valeur de cette aptitude à 6\" de ce combattant. Chaque combattant choisi peut faire une action de mouvement bonus ou une action d'attaque bonus (certains peuvent faire une action de mouvement bonus, d'autres une action d'attaque bonus)"
    },
    "86a7f856": {
        "name": "Chair insensible",
        "description": "Un combattant peut faire cette réaction après avoir été ciblé par une action d'attaque de mêlée mais avant de faire les jets de touche. Soustrayez 1 (jusqu'à un minimum de 1) aux dégâts alloués à ce combattant par chaque touche de l'action d'attaque."
    },
    "73945e60": {
        "name": "Filet de Gladiateur",
        "description": "Choisissez un combattant ennemi visible à 3\" de ce combattant et jetez un dé. Sur un jet de 3+, le combattant ennemi ne peut pas faire d'actions de mouvement ni de désengagement jusqu'à la fin du round."
    },
    "a0c80fdf": {
        "name": "Combattant des Fosses",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il a mis un combattant ennemi hors de combat avec une de ses actions d'attaque à cette activation. Ce combattant peut faire une action de mouvement bonus ou une action d'attaque bonus."
    },
    "27158e20": {
        "name": "Bourrade de Bouclier",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" du combattant qui utilise cette aptitude et jetez un dé. Sur un jet de 2-5, allouez 2 dégâts au combattant choisi. Sur un jet de 6, allouez-lui autant de dégâts que la valeur de cette aptitude"
    },
    "4fd15d12": {
        "name": "Champion des Fosses",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il a mis un combattant ennemi hors de combat avec une de ses actions d'attaque à cette activation. Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Attaques des actions d'attaque des combattants amis visibles tant qu'ils sont à 6\" de ce combattant."
    },
    "8a79eeb6": {
        "name": "] Posture de Garde",
        "description": "Jusqu'à la fin du round de bataille, ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) à la caractéristique d'Endurance de ce combattant."
    },
    "c1ba4e23": {
        "name": "Frappe Brutale",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant et jetez un dé. Sur un jet de 2+, allouez 8 dégâts au combattant choisi."
    },
    "632890a8": {
        "name": "Démonstration Gladiatoriale",
        "description": "Un combattant peut faire cette réaction après qu'il a été ciblé par une action d'attaque de mêlée mais avant de faire les jets de touche. Si aucun des jets de touche de l'action d'attaque n'est une touche critique, allouez 4 dégâts au combattant attaquant."
    },
    "dad15d02": {
        "name": "Il y en a toujours plus",
        "description": "Choisissez un combattant ami ayant à la fois la marque runique de la nuée de Spiteclaw et la marque runique de Sbire qui a été mis hors de combat. Remplacez le combattant choisi sur le champ de bataille entièrement à 3\" de ce combattant. Le combattant replacé ne compte plus comme hors de combat. Retirez lui autant de points de dégâts que la valeur de cette aptitude."
    },
    "aac239ca": {
        "name": "Filet de Rétiaire",
        "description": "Choisissez un combattant ennemi visible à 3\" de ce combattant. Jusqu'à la fin du round de bataille, le combattant ennemi ne peut pas faire d'actions de mouvement ni de désengagement."
    },
    "798e3939": {
        "name": "Rondache à Crochets",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant et jetez un dé. Sur un jet de 3+, allouez 3 dégâts au combattant choisi."
    },
    "5557403e": {
        "name": "Attaques Empoisonnées",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la caractéristique de Force de ses actions d'attaque compte comme étant supérieure à la caractéristique d'Endurance de la cible."
    },
    "523cf1af": {
        "name": "Assaut Implacable",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il a mis un combattant ennemi hors de combat avec une de ses actions d'attaque à cette activation. Ce combattant fait une action de mouvement bonus. Puis il peut faire une action d'attaque bonus."
    },
    "3bb90969": {
        "name": "Charmeur de Serpents",
        "description": "Choisissez un combattant ami avec la marque runique de Bête à 4\" de ce combattant. Le combattant choisi fait une action d'attaque bonus."
    },
    "2dc0b5df": {
        "name": "Venin Paralysant",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez la valeur de cette aptitude aux dégâts alloués aux combattants ennemis par chaque touche critique de ses actions d'attaque. De plus, jusqu'à la fin de son activation, après chacune de ses actions d'attaque, jetez un dé. Sur un jet de 5+, le combattant cible ne peut pas faire d'actions de mouvement ni de désengagement jusqu'à la fin de ce round de bataille."
    },
    "7c1b88d5": {
        "name": "Riposte Cruelle",
        "description": "Un combattant peut faire cette réaction après qu'il a été ciblé par une action d'attaque de mêlée mais avant de faire les jets de touche. Pour chaque jet de touche de 1 ou 2 de l'action d'attaque, allouez 2 dégâts au combattant attaquant."
    },
    "54330cc8": {
        "name": "Garde Héroique",
        "description": "Jusqu'à la fin du round de bataille, soustrayez 1 aux points de dégats alloués par chaque touche et touche critique (jusqu'à un minimum de 1) aux actions d'attaque qui ciblent ce combattant."
    },
    "3a2c183b": {
        "name": "Foulée Foudroyante",
        "description": "Choisissez un autre combattant ami à 6\" de ce combattant. Le combattant choisi fait une action de mouvement bonus."
    },
    "c9ece71e": {
        "name": "Avec la force d'un éclair",
        "description": "Un combattant ne peut utiliser cette aptitude qu'après avoir terminé une action de mouvement à 1\" de 2 combattants ennemis ou plus. Il fait une action d'attaque bonus."
    },
    "3e3777bd": {
        "name": "Lumière ardente",
        "description": "Allouez 3 dégâts à tous les combattants ennemis à 3\" de ce combattant"
    },
    "ba51b7f7": {
        "name": "Affrontez-moi, Pleutres",
        "description": "Les combattants ennemis qui commencent leur activation à 3\" de ce combattant ne peuvent pas faire d'action de désengagement ni terminer une action de mouvement plus loin de ce combattant."
    },
    "54b02d01": {
        "name": "Translocation",
        "description": "Choisissez un combattant ami à 3\" de ce combattant. Retirez le combattant choisi du champ de bataille puis replacez-le immédiatement n'importe où sur le champ de bataille, à plus de 4\" des combattants ennemis."
    },
    "5b24ebcb": {
        "name": "Tu ne me Ralentiras Même Pas",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il a mis hors de combat un combattant ennemi avec une action d'attaque à cette activation. Il fait une action de mouvement ou action d'attaque bonus."
    },
    "838252a4": {
        "name": "Preste Châtiment",
        "description": "Un combattant peut effectuer cette réaction après qu'il a été ciblé par une action d'attaque de mêlée, après le calcul des dégâts mais avant qu'ils soient alloués à ce combattant, s'ils sont suffisants pour le mettre hors de combat. Choisissez un autre combattant ami, qui fait une action de mouvement ou d'attaque bonus."
    },
    "17c7c7d4": {
        "name": "Essor Canalisé",
        "description": "Ajoutez la valeur de cette aptitude à la caractéristique de Force de la prochaine action d'attaque de mêlée de ce combattant à cette activation. Les combattants avec la marque runique de Bête ne peuvent pas utiliser cette aptitude."
    },
    "0c743bc2": {
        "name": "Purifier la Souillure des Royaumes",
        "description": "Un combattant peut utiliser cette aptitude seulement si un combattant ennemi a été mis hors de combat par une de ses actions d'attaque à cette activation. Il fait une action de mouvement bonus ou une action d'attaque bonus."
    },
    "89d633d2": {
        "name": "Percussion Météorique",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez 1 aux caractéristiques d'Attaques et de Force de ses actions d'attaque de mêlée."
    },
    "d4790a75": {
        "name": "Invocation de Foudre Céleste",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 4+, allouez 1 dégât au combattant choisi."
    },
    "4c650b05": {
        "name": "Explosion d'Énergie Céleste",
        "description": "Ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) aux dégâts alloués aux combattants ennemis par chaque touche et touche critique de la prochaine action d'attaque de projectiles de ce combattant à cette activation."
    },
    "b10cbb4f": {
        "name": "Attaque Foudroyante",
        "description": "Ce combattant fait une action d'attaque bonus. Puis il peut faire une action de désengagement bonus."
    },
    "d6de3d94": {
        "name": "Flasques à Esprits",
        "description": "Allouez autant de dégâts que la valeur de cette aptitude à ce combattant et à tous les combattants visibles à 3\" de lui."
    },
    "68419ac4": {
        "name": "Bouclier d'Âmes",
        "description": "Jusqu'à la fin du round de bataille, comptez chaque touche critique des actions d'attaque qui ciblent ce combattant comme une touche."
    },
    "84ec2ed7": {
        "name": "Ouvrez la Cache de Rédemption",
        "description": "Allouez autant de dégâts que la valeur de cette aptitude à tous les combattants ennemis visibles à 3\" de ce combattant."
    },
    "34ececfd": {
        "name": "Bond Tonitruant",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" du combattant qui utilise cette aptitude. Allouez autant de dégâts au combattant choisi que le double de la valeur de cette aptitude."
    },
    "872ecca8": {
        "name": "Trépas Fracassant",
        "description": "Un combattant peut faire cette réaction quand il est ciblé par une action d'attaque de mêlée, après avoir fait la somme des dégâts mais avant de les allouer à ce combattant, s'ils sont suffisants pour le mettre hors de combat. Allouez D6 dégâts à l'attaquant.Les combattants avec la marque runique de Bête ou avec les deux marques runiques d'Éclaireur et de Vol ne peuvent pas effectuer cette réaction."
    },
    "e3826ee2": {
        "name": "Flamboiement de Gloire",
        "description": "Un combattant peut utiliser cette aptitude seulement si au moins 15 dégâts lui sont alloués. Il fait une action d'attaque bonus."
    },
    "01dfa0ae": {
        "name": "Trait Céleste",
        "description": "Choisissez un combattant ennemi visible à 18\" de ce combattant et jetez autant de dés que la moitié de la valeur de cette aptitude (arrondie au supérieur). Pour chaque jet de 4+, allouez 3 dégâts au combattant choisi."
    },
    "fffee111": {
        "name": "Marqué par la Foudre",
        "description": "Un combattant peut utiliser cette aptitude seulement après avoir fait une action d'attaque de projectiles à cette activation. Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Attaques des actions d'attaque qui ciblent le même combattant que l'action d'attaque de projectiles"
    },
    "6f7de86f": {
        "name": "Planter la Bannière des Reforgés",
        "description": "Retirez D3 dégâts alloués à chaque combattant ami à 6\" de ce combattant (effectuez un jet séparé pour chacun)."
    },
    "326f5fd1": {
        "name": "Choc et Stupeur ",
        "description": "Un combattant peut utiliser cette aptitude seulement si un combattant ennemi a été mis hors de combat par une de ses actions d'attaque à cette activation. Il fait une action de mouvement bonus ou une action d'attaque bonus."
    },
    "695f78d4": {
        "name": "Gardiens aux Âmes Soudées",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il est à 3\" d'un combattant ami visible et qui a la marque runique Héros. Retirez autant de dégâts alloués au combattant ami que la valeur de cette aptitude. Puis allouez D3 dégâts au combattant qui utilise cette aptitude."
    },
    "f83bf46f": {
        "name": "Frappe Coordonnée",
        "description": "Choisissez autant de combattants amis visibles que la moitié de la valeur de cette aptitude (arrondie au supérieur) à 9\" de ce combattant. Chaque combattant choisi peut faire une action de mouvement bonus ou une action d'attaque bonus (certains peuvent faire une action de mouvement bonus, d'autres une action d'attaque bonus)."
    },
    "5ee74fcf": {
        "name": "Attaque Foudroyante",
        "description": "Ce combattant fait une action d'attaque bonus. Puis il peut faire une action de désengagement bonus."
    },
    "fcf85bfd": {
        "name": "Encens Purificateur",
        "description": "Jusqu'à la fin du round de bataille, soustrayez 1 (jusqu'à un minimum de 1) aux dégâts alloués par chaque touche et touche critique des actions d'attaque qui ciblent les combattants amis s'ils sont à 6\" de ce combattant."
    },
    "05a70c95": {
        "name": "Vaincre la Horde",
        "description": "Jetez un dé pour chaque combattant ennemi visible à 3\" de ce combattant. Sur un jet de 3-4, allouez 1 dégât au combattant concerné. Sur un jet de 5+, allouez-lui autant de dégâts que la valeur de cette aptitude."
    },
    "9102f333": {
        "name": "Attirer le Regard de Sigmar",
        "description": "Choisissez un point du champ de bataille visible de ce combattant. Allouez autant de dégâts que la moitié de la valeur de cette aptitude (arrondie au supérieur) à tous les combattants ennemis à 3\" du point choisi."
    },
    "bf2c784c": {
        "name": "Force d'une Étoile Filante",
        "description": "Ce combattant fait une action de mouvement bonus. S'il finit l'action de mouvement bonus à 1\" d'un combattant ennemi, choisissez un combattant ennemi à 1\" du combattant qui utilise cette aptitude. Allouez autant de dégâts au combattant choisi que le double de la valeur de cette aptitude."
    },
    "2857d558": {
        "name": "Trépas Fracassant",
        "description": "Un combattant peut faire cette réaction quand il est ciblé par une action d'attaque de mêlée, après avoir fait la somme des dégâts mais avant de les allouer à ce combattant, s'ils sont suffisants pour le mettre hors de combat. Allouez D6 dégâts à l'attaquant. Les combattants avec la marque runique de Bête ou avec les deux marques runiques d'Éclaireur et de Vol ne peuvent pas faire cette réaction."
    },
    "f0625e61": {
        "name": "Frappes Fulgurantes",
        "description": "Ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) à la caractéristique d'Attaques de la prochaine action d'attaque de mêlée de ce combattant à cette activation."
    },
    "be5f2527": {
        "name": "Aura de Vertu",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Endurance des combattants amis tant qu'ils sont à 6\" de ce combattant.."
    },
    "c5955d4a": {
        "name": "Chasseurs Infatigables",
        "description": "Ajoutez 3 à la caractéristique de Mouvement de ce combattant pour sa prochaine action de mouvement à cette activation."
    },
    "fdd57def": {
        "name": "Attaque Foudroyante",
        "description": "Ce combattant fait une action d'attaque bonus. Puis, il peut faire une action de désengagement bonus."
    },
    "7adc00f3": {
        "name": "Tir Rapide",
        "description": "Ajoutez 2 à la caractéristique d'Attaques de la prochaine action d'attaque de projectiles de ce combattant à cette activation."
    },
    "86a90c64": {
        "name": "Chevaucher les Vents",
        "description": "Ce combattant fait une action de mouvement bonus d'une distance en pouces égale à la valeur de cette aptitude."
    },
    "f57e8928": {
        "name": "Flèche Astrologienne",
        "description": "Choisissez un combattant ennemi visible à 20\" de ce combattant et jetez un dé. Sur un jet de 3-4, allouez 3 dégâts au combattant choisi. Sur un jet de 5, allouez-lui 6 dégâts. Sur un jet de 6, allouez-lui 10 dégâts."
    },
    "fded2018": {
        "name": "Frappe Ajustée",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez la valeur de cette aptitude aux dégâts alloués aux combattants ennemis par chaque touche et touche critique de ses actions d'attaque."
    },
    "6908dc7d": {
        "name": "La Lumière de Sigmar",
        "description": "Allouez autant de dégâts que la valeur de cette aptitude à tous les combattants ennemis visibles à 3\" de ce combattant."
    },
    "5b61673d": {
        "name": "Cri d'Alarme",
        "description": "Un combattant peut faire cette réaction après qu'un combattant ennemi a fini une action de mouvement en étant visible et à 6\" de ce combattant. Jusqu'à la fin du round de bataille, vous pouvez relancer 1 des actions d'attaque des combattants amis qui ciblent ce combattant ennemi."
    },
    "90f154cc": {
        "name": "Trépas Fracassant",
        "description": "Un combattant peut faire cette réaction quand il est ciblé par une action d'attaque de mêlée, après avoir fait la somme des dégâts mais avant de les allouer à ce combattant, s'ils sont suffisants pour le mettre hors de combat. Allouez D6 dégâts à son attaquant. Les combattants avec la marque runique de Bête ou avec les deux marques runiques d'Éclaireur et de Vol ne peuvent pas faire cette réaction."
    },
    "6641bbd3": {
        "name": "Vengeurs Déchaînés",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il y a un autre combattant ami à 6\" de lui et qui a déjà au moins 1 dégât alloué. Le combattant effectue une action de mouvement bonus."
    },
    "249422d1": {
        "name": "Renversez les Tyrans",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez 1 aux caractéristiques d'Attaques et de Force de ses actions d'attaque de mêlée qui ciblent un combattant ennemi ayant une caractéristique de Blessures de 15 ou plus."
    },
    "bdfcb284": {
        "name": "Coup de Bouclier de Sigmarite",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" de ce combattant et jetez un dé. Sur un jet de 3+, allouez autant de dégâts que la valeur de cette aptitude au combattant choisi."
    },
    "bbf887b2": {
        "name": "Fervent Défenseur",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Endurance des combattants amis tant qu'ils sont à 6\" de ce combattant"
    },
    "c85bbc80": {
        "name": "Cape de Guerre de Sigmarite",
        "description": "Choisissez un combattant ennemi visible à 6\" de ce combattant et jetez 2 dés. Pour chaque jet de 4-5, allouez 1 dégât au combattant choisi. Pour chaque jet de 6, allouez autant de dégâts que la valeur de cette aptitude au combattant choisi."
    },
    "4787d117": {
        "name": "Onde de Tonnerre",
        "description": "Choisissez un combattant ennemi visible à 12\" de ce combattant et se trouvant sur une plateforme. Jetez un dé pour le combattant choisi et pour chaque autre combattant ennemi à 6\" du combattant choisi. Sur un jet de 4+, allouez 3 dégâts au combattant concerné."
    },
    "212678fb": {
        "name": "Attaque Foudroyante",
        "description": "Ce combattant fait une action d'attaque bonus. Puis il peut effectuer une action de désengagement bonus."
    },
    "7e1800a5": {
        "name": "Lanterne d'Abjuration",
        "description": "Jusqu'à la fin du round de bataille, soustrayez 1 (jusqu'à un minimum de 1) à la valeur des aptitudes utilisées par les combattants ennemis visibles tant qu'ils sont à 9\" de ce combattant."
    },
    "3721f845": {
        "name": "Orage Foudroyant",
        "description": "Choisissez un combattant ennemi visible à 12\" et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 2+, allouez 1 dégât au combattant choisi."
    },
    "1ac592af": {
        "name": "Lanterne Protectrice",
        "description": "Jusqu'à la fin du round de bataille, soustrayez 1 aux dégâts alloués par chaque touche et touche critique (jusqu'à un minimum de 1) des actions d'attaque qui ciblent des combattants amis tant qu'ils sont à 6\" de ce combattant."
    },
    "312c27f0": {
        "name": "Ailes Divines",
        "description": "Ajoutez 3 à la caractéristique de Mouvement de ce combattant pour sa prochaine action de mouvement à cette activation."
    },
    "8efe94c3": {
        "name": "Coup Fracturant",
        "description": "Ce combattant fait une action d'attaque bonus. De plus, ajoutez la moitié de la valeur de cette aptitude (arrondi au supérieur) aux dégâts alloués aux combattants ennemis par les touches et touches critiques de l'action d'attaque bonus."
    },
    "f1dcea64": {
        "name": "Vents Tempétueux",
        "description": "Jusqu'à la fin du round de bataille, ajoutez la valeur de cette aptitude à la caractéristique de Mouvement des combattants amis s'ils effectuent une action de mouvement qui commence à 12\" de ce combattant."
    },
    "8cb2d5ee": {
        "name": "Trépas Fracassant",
        "description": "Un combattant peut faire cette réaction quand il est ciblé par une action d'attaque de mêlée, après avoir fait la somme des dégâts mais avant de les allouer à ce combattant, s'ils sont suffisants pour le mettre hors de combat. Allouez D6 dégâts à son attaquant.Les combattants avec la marque runique de Bête ou avec les deux marques runiques d'Éclaireur et de Vol ne peuvent pas faire cette réaction."
    },
    "38af3e28": {
        "name": "Tempête d'Eclairs Mystiques",
        "description": "Choisissez un combattant ennemi visible à 9\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 3+, allouez 3 points de dégats au combattant choisi."
    },
    "7eef6cb9": {
        "name": "Puiser dans le Chant Spirituel",
        "description": "Retirez autant de dégâts alloués à ce combattant que la valeur de cette aptitude."
    },
    "20404631": {
        "name": "Terreur Stridente",
        "description": "Choisissez un combattant ennemi visible à une distance en pouces de ce combattant égale à la valeur de cette aptitude et jetez un dé. Sur un jet de 3+, jusqu'à la fin du round de bataille, le combattant choisi ne peut pas effectuer d'action de mouvement ni de désengagement."
    },
    "e90fc819": {
        "name": "Lâcher de Fiel-follets",
        "description": "Choisissez un combattant ennemi visible à 6\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 4+, allouez 1 dégât au combattant choisi."
    },
    "6d4ff90b": {
        "name": "Pince Caudale de Zéphrite",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant et jetez un dé. Sur un jet de 3+, allouez 3 dégâts au combattant choisi"
    },
    "8d12cf45": {
        "name": "Bénédiction de la Forêt",
        "description": "Retirez jusqu'à D3 dégâts alloués à chaque combattant ami à 6\" de ce combattant (effectuez un jet séparé pour chacun)."
    },
    "009640ab": {
        "name": "Appel au Combat ",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Attaques des actions d'attaques de mêlée des combattants amis visibles tant qu'ils sont à 6\" de ce combattant."
    },
    "4f3d198b": {
        "name": "Chant Envoûtant",
        "description": "Choisissez un combattant ennemi visible à une distance en pouces de ce combattant égale à cette aptitude. Jusqu'à la fin du round de bataille, ajoutez 1 à la caractéristique d'Attaques des actions d'attaque des combattants amis avec la marque runique de faction des Sylvaneths et la marque runique d'Éclaireur  qui ciblent le combattant choisi"
    },
    "43d14552": {
        "name": "Suivez les Sentiers Spirituels",
        "description": "Retirez ce combattant du champ de bataille et replacez-le n'importe où sur le sol du champ de bataille à plus de 5\" des combattants ennemis."
    },
    "88c6da2f": {
        "name": "Émissaire de la Reine Éternelle",
        "description": "Jusqu'à la fin du round de bataille, ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) aux caractéristiques d'Endurance et de Force des combattants amis tant qu'ils sont à 6\" de ce combattant"
    },
    "ae21c6f1": {
        "name": "Traits Larvaires",
        "description": "Ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) à la caractéristique de Force de la prochaine action d'attaque de projectiles de ce combattant à cette activation."
    },
    "9fb23a1b": {
        "name": "Vrombissant de Vie",
        "description": "Un combattant peut utiliser cette aptitude seulement si un combattant ennemi a été mis hors de combat par une de ses actions d'attaque à cette activation. Retirez jusqu'à 10 dégâts alloués à ce combattant."
    },
    "4f03b091": {
        "name": "Fiels-follets Vengeurs",
        "description": "Un combattant peut faire cette réaction après avoir été ciblé par une action d'attaque de mêlée mais avant de faire les jets de touche. Pour chaque jet de touche de l'action d'attaque qui cause une touche, allouez 1 dégât au combattant attaquant. Pour chaque touche critique, allouez 2 dégâts au combattant attaquant au lieu de 1."
    },
    "35f0c3bc": {
        "name": "Symbiose Rampante",
        "description": "Choisissez une Nuée d'Araignées amie à 6\" de ce combattant, ou à 9\" si la valeur de cette aptitude est de 4 ou plus. La Nuée peut faire une action de mouvement bonus ou une action d'attaque bonus."
    },
    "a99d16c8": {
        "name": "Filets Soyeux",
        "description": "Choisissez un combattant ennemi visible à 3\" de ce combattant et jetez un dé. Sur un jet de 3+, le combattant choisi ne peut pas faire d'actions de mouvement ni de désengagement jusqu'à la fin du round.."
    },
    "cd0304e1": {
        "name": "Ascension Grimpante",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ne comptez pas la distance verticale parcourue quand ce combattant escalade."
    },
    "46201775": {
        "name": "Invocation Rampante",
        "description": "Choisissez une Nuée d'Araignées amie qui a été mise hors de combat. Placez-la sur une plateforme ou le sol du champ de bataille, entièrement à 3\" du combattant qui utilise cette aptitude. La Nuée d'Araignées ne compte plus comme étant hors de combat et n'a aucun dégât alloué."
    },
    "eb8d9c87": {
        "name": "Projectile Enduit de Venin",
        "description": "Choisissez un combattant ennemi visible à 6\" de ce combattant et jetez 2 dés. Pour chaque jet de 4-5, allouez au combattant choisi autant de dégâts que la moitié de la valeur de cette aptitude (arrondie au supérieur). Pour chaque jet de 6, allouezlui autant de dégâts que la valeur de cette aptitude."
    },
    "d55af385": {
        "name": "Don du Veilleur Octuple",
        "description": "Ce combattant fait une action d'attaque bonus. Après l'action d'attaque, jetez autant de dés que la valeur de cette aptitude. Si vous obtenez un ou plusieurs 6, allouez 10 dégâts au combattant ciblé par l'action d'attaque, et celui-ci ne peut pas faire d'actions de mouvement ni de désengagement jusqu'à la fin du round de bataille"
    },
    "b2cfd6ba": {
        "name": "Lames Défensives",
        "description": "Un combattant peut faire cette réaction après qu'il a été ciblé par une action d'attaque de mêlée mais avant de faire les jets de touche. Pour chaque jet de touche de 1 ou 2 de l'action d'attaque, allouez 2 dégâts au combattant attaquant."
    },
    "3382fbfd": {
        "name": "The Chosen Kin",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il est à 6\" d'un Fjul-Grimnir ami visible. Jusqu'à la fin de l'activation de ce combattant, ajoutez 2 à la caractéristique d'Attaques qui ont la marque runique de Hache."
    },
    "235d62bf": {
        "name": "Attrait Maléfique",
        "description": "Jusqu'à la fin du round de bataille, ajoutez 1 aux dégâts alloués aux combattants ennemis par chaque touches critiques des actions d'attaque des combattants amis qui ciblent un combattant ennemi à 6\" du combattant qui utilise cette aptitude."
    },
    "243cf0a5": {
        "name": "Frisson de la chasse",
        "description": "Ajoutez 2 aux caractéristiques d'attaques et de force de la prochaine action d'attaque de ce combattant à cette activation qui cible un combattant ennemi ayant déjà un ou plusieurs dégâts alloués."
    },
    "60eaf064": {
        "name": "Cavalcade de Démence",
        "description": "Ce combattant fait une action d'attaque bonus. Deplus, si soit ce combattant, soit le combattant ciblé a un ou plusieurs points de dégâts qui lui ont été alloués, ajoutez 1 à la caractéristique d'Attaques de cette action d'attaque bonus. Si ce combattant et le combattant ciblé ont tous les deux un ou plusieurs points de dégâts qui leur ont été alloués, ajoutez 3 à la caractéristiques d'Attaques de l'action d'attaque bonus à la place."
    },
    "43139422": {
        "name": "Crackling Arcs",
        "description": "Roll a number of dice equal to the value of this ability. For each roll of 5+, pick a visible enemy fighter within 3\" of this fighter.  Allocate 1 damage point to that fighter for each friendly fighter with this ability's runemarks within 3\" of that fighter."
    },
    "7442c30c": {
        "name": "Dread Puppetry",
        "description": "Pick a friendly fighter with both the Exiled Dead and Bulwark runemarks and has not activated yet this battle round.  you can activate that fighter immediately after this fighter's activation ends."
    },
    "21e1790c": {
        "name": "Dynamic Enhancer",
        "description": "Until the end of the battle round, add 1 to the Attack characteristic of attack actions with a Range characteristic of 3 or less made by visible friendly fighters with both the Exiled Dead and Frienzied runemarks while they are within 9\" of this fighter."
    },
    "6a8cfa78": {
        "name": "Guidés par la Boussole Astrale",
        "description": "Chaque combattant ami avec la marque runique des Farstriders qui est à 6\" de ce combattant quand il utilise cette aptitude peut faire une action de mouvement bonus."
    },
    "60f9e076": {
        "name": "Décret Royal",
        "description": "Choisissez un combattant ami ayant la marque runique du Sombreguet et la marque runique de Sbire visible de ce combattant et à 3\" de ce dernier. Le combattant choisi peut faire une action d'attaque bonus."
    },
    "120b6102": {
        "name": "Swift Judgement",
        "description": "This fighter makes a bonus move action of up to a number of 3 inches equal to the value of this ability and must finish closer to the closest visible enemy fighter than they were at the start of that move action."
    },
    "2223f1bb": {
        "name": "Sharpen",
        "description": "Pick a friendly fighter with the Hero runemark and The Headsmenâ€™s Curse runemark within 3\" of this fighter. Add 2 to the damage points allocated to enemy fighters by each critical hit from the next melee attack action made by that fighter."
    },
    "7b5f8cee": {
        "name": "Hold Them Still",
        "description": "Pick an enemy fighter within 1\" of this fighter. That fighter cannot make disengage actions until the end of the battle round. In addition, subtract the value of this ability from that fighterâ€™s Move characteristic until the end of the battle round (to a minimum of 0)."
    },
    "525a92c8": {
        "name": "The Court Sentences You... To Death!",
        "description": "This fighter makes a bonus move action. Add x to the Attacks  characteristic of the next melee attack action made by this fighter in this activation and add x to the damage points allocated to enemy fighters by each critical hit from that attack action, where x is the number of friendly fighters with The Headsmenâ€™s Curse runemark within 3\" of the target."
    },
    "f1a69fd6": {
        "name": "Charge Terrifiante",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il y a un combattant ennemi visible à 6\" de lui. Il fait une action de mouvement bonus et doit la finir plus près du combattant ennemi visible le plus proche qu'au début de l'action de mouvement."
    },
    "fa891e0e": {
        "name": "Embuscade du  Caméléon",
        "description": "Ce combattant peut utiliser cette aptitude seulement s'il n'y a pas de combattants ennemis visibles à 12\" de lui. Ce combattant fait une action de mouvement bonus."
    },
    "da1dd1e6": {
        "name": "Imbue with Azyrite Energy",
        "description": "Until the end of the battle round, add 1 to the Move and Toughness characteristics of friendly fighters while they are within 9\" of this fighter."
    },
    "a5e1cbb7": {
        "name": "Frappe Barbelée",
        "description": "Jusqu'à la fin de l'activation de ce combattant, si une action d'attaque de ce combattant cause une ou plusieurs touches ou touches critiques, soustrayez 1 de la caractéristique d'Endurance du combattant cible (jusqu'à un minimum de 1) jusqu'à la fin du round de bataille."
    },
    "4343d81b": {
        "name": "Chaîne-garrot",
        "description": "Choisissez un combattant ennemi visible à 5\" de ce combattant et jetez un dé. Sur un jet de 3-4, allouez 1 dégât au combattant. Sur un jet de 5+, allouez-lui autant de dégâts que la valeur de cette aptitude."
    },
    "4ef5e91c": {
        "name": "Figure de Cauchemar",
        "description": "Choisissez un combattant ennemi à une distance en pouces de ce combattant égale à la valeur de cette aptitude et jetez un dé. Sur 3+, le combattant choisi ne peut pas faire d'actions de mouvement ni de désengagement jusqu'à la fin du round de bataille."
    },
    "87158e67": {
        "name": "Délire du Dépeceur",
        "description": "Jetez un dé pour chaque combattant ennemi visible à 3\" de ce combattant. Sur un jet de 3-4, allouez 1 dégât au combattant concerné. Sur un jet de 5+, allouez-lui autant de dégâts que la valeur de cette aptitude."
    },
    "e1dc954d": {
        "name": "Réceptacle du Tourment",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il a mis un ennemi hors de combat avec une de ses actions d'attaque à cette activation. Ce combattant fait une action de mouvement bonus. Puis il peut faire une action d'attaque bonus."
    },
    "7bf89ac5": {
        "name": "Bienfait de la Douleur",
        "description": "Ce combattant fait une action d'attaque bonus. Ajoutez 3 aux caractéristiques de Force et d'Attaques de l'action d'attaque s'il a au moins 1 dégât alloué."
    },
    "07cf5c8a": {
        "name": "Douleur Partagée",
        "description": "Un combattant peut faire cette réaction après qu'il a été ciblé par une action d'attaque de mêlée mais avant de faire les jets de touche. Pour chaque jet de touche de l'action d'attaque qui est une touche, allouez 1 dégât au combattant qui attaque. Pour chaque touche critique, allouez-lui 2 dégâts à la place."
    },
    "99104002": {
        "name": "Energie des Dégobillards",
        "description": "Un combattant peut utiliser cette aptitude une seule fois par bataille. Ce combattant fait une action d'attaque bonus qui a la marque runique de Souffle."
    },
    "fa042d57": {
        "name": "Vortex hurlant",
        "description": "Choisissez un combattant ennemi visible à 9\" de ce combattant et jettez autant de dés que la valeur de cette aptitude. Pour chaque jet de 4+, allouez 3 points de dégats au combattant choisi. De plus, pour chaque jet de 4+, soustrayez 1 à la caractéristique de Mouvement (jusqu'à un minimum de 1) du combattant choisi jusqu'à la fin du round de bataille."
    },
    "cce1c9d6": {
        "name": "Besoin de Gratitude",
        "description": "Un combattant peut utiliser cette aptitudeseulement s'il est à 6\" Bjorgen Thundrik ami visible et si on est au moins au troisième round de bataille. Ce combattant peut faire une action d'attaque bonus."
    },
    "eb8fdbfa": {
        "name": "Attaque en Règle",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il a mis un combattant ennemi hors de combat avec une de ses actions d'attaque à cette activation. Ce combattant fait une action de mouvement bonus ou une action d'attaque bonus."
    },
    "7609f611": {
        "name": "Belluaire",
        "description": "Choisissez un combattant ami visible avec la marque runique de Bête à 4\" de ce combattant. Le combattant choisi fait une action d'attaque bonus."
    },
    "d6b28f28": {
        "name": "Fureur Sauvage",
        "description": "Ajoutez 1 à la caractéristique de Mouvement de ce combattant pour la prochaine action de mouvement qu'il fait à cette activation, et ajoutez 1 à la caractéristique d'Attaques de sa prochaine action d'attaque à cette activation."
    },
    "eef17740": {
        "name": "Harponnage",
        "description": "Ce combattant fait une action d'attaque bonus. Après l'action d'attaque, la cible de l'action d'attaque fait une action de mouvement bonus directement vers ce combattant, comme si elle sautait, d'une distance en pouces maximum égale à la valeur de cette aptitude. Ce faisant, il peut s'éloigner des combattants ennemis qui étaient à 1\" au début de l'action de mouvement."
    },
    "69024f7c": {
        "name": "Bond",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" du combattant qui utilise cette aptitude. Allouez au combattant choisi autant de dégâts que la valeur de cette aptitude.."
    },
    "6754dbc8": {
        "name": "Libérer la Bête",
        "description": "Jusqu'à la fin du round de bataille, ajoutez la moitié de la valeur de cette aptitude (arrondie au supérieur) aux caractéristiques d'Attaques et de Force des actions d'attaque de mêlée de ce combattant."
    },
    "836b5da8": {
        "name": "Résistance Brutale",
        "description": "Un combattant peut faire cette réaction quand il est ciblé par une action d'attaque de mêlée mais avant de faire les jets de touche. Soustrayez 1 des dégâts alloués à ce combattant par chaque touche de l'action d'attaque (jusqu'à un minimum de 1)."
    },
    "898148e6": {
        "name": "Brillance Runique",
        "description": "Un combattant peut faire cette réaction après avec été ciblé par une action d'attaque de mêlée mais avant de faire les jets de touche. Comptez jusqu'à 2 touches critiques de l'action d'attaque comme des touches."
    },
    "7f6cb9c8": {
        "name": "Souffle de Basaldroth",
        "description": "Choisissez un combattant ennemi visible à 6\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 5+, allouez 1 dégât au combattant choisi et à chaque autre combattant ennemi visible à 2\" de lui"
    },
    "7b080e60": {
        "name": "Elan Flamboyant",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il a fait 2 actions de mouvement à la même activation. Ce combattant fait une action de mouvement bonus ou une action de désengagement bonus"
    },
    "d854accf": {
        "name": "Enflammer son arme",
        "description": "Comptez 1 échec à la prochaine action d'attaque de ce combattant à cette activation comme une touche critique"
    },
    "5f5f7e4f": {
        "name": "Violence du Berserk",
        "description": "Choisissez un combattant ennemi à 1\" de ce combattant et jetez 6 dés. Pour chaque résultat égal à la valeur de cette aptitude, allouez autant de dégât au combattant ennemi que la valeur de cette aptitude. Pour chaque autre résultat, allouez-lui 1 dégât."
    },
    "2b449c1f": {
        "name": "Crédo de la Flamme",
        "description": "Choisissez un combattant ennemi qui n'est pas à 6\" de ce combattant. Le combattant choisi fait 2 actions de mouvement bonus ou 1 action d'attaque bonus. Si le combattant ami à la marque runique de Bête, il fait 2 actions de mouvement bonus, puis 1 action d'attaque bonus."
    },
    "3321a1f9": {
        "name": "Aspect de l'Ecaille",
        "description": "Choisissez un combattant ennemi visible à 3\" de ce combattant et jetez 6 dés. Pour chaque jet de 2+, allouez autant de dégât au combattant choisi que la moitié de la valeur de cette aptitude (arrondi au supérieur)."
    },
    "ce5ea450": {
        "name": "Smart Step Backwards",
        "description": "A fighter can make this reaction after they have been allocated damage points by a melee attack action. This fighter makes a bonus disengage action."
    },
    "a4350dad": {
        "name": "Death Grip",
        "description": "After this fighter's next melee attack action in this activation, if at least 1 hit roll from that attack action results in a hit, the target forfeits 1 of their actions in this battle round. If the target has already activated or if they have no more actions to forfeit, allocate 3 damage points to the target instead."
    },
    "481d3beb": {
        "name": "Hunting Pack",
        "description": "Pick a friendly fighter with the Wildercorps Hunters faction runemark within 2\" of this fighter. That fighter makes a bonus attack action that must target an enemy fighter within 2\" of this fighter."
    },
    "29090cad": {
        "name": "Hunter's Eye",
        "description": "Until the end of this fighter's activation, add 1 to the damage points allocated to enemy fighters by each hit and critical hit from attack actions made by this fighter."
    },
    "071c01f6": {
        "name": "Kill!",
        "description": "Pick a visible enemy fighter. Allocate a number of damage points to that enemy fighter equal to three times the number of friendly fighters with both the Wildercorps Hunters faction runemark and the Beast runemark within 3\" of them."
    },
    "75157160": {
        "name": "Trailblazer's Might",
        "description": "Until the end of this fighter's activation, attack actions made by this fighter score a critical hit on a roll of 5+."
    },
    "23ad24c1": {
        "name": "Regroup!",
        "description": "Each visible friendly fighter with the Wildercorps Hunters faction runemark within 6\" of this fighter can make a bonus move action or a bonus disengage action (some can make a bonus move action and others can make a bonus disengage action)."
    },
    "b0a0b989": {
        "name": "Lantern Astrala",
        "description": "Until the end of the battle round, subtract 2 from the value of abilities (to a minimum of 1) used by visible enemy fighters while they are within 9\" of this fighter."
    },
    "57997258": {
        "name": "Staggering Blow",
        "description": "Pick a visible enemy fighter within 1\" of this fighter.  That enemy fighter must make a bonus disengage action.  If they cannot do so, allocate D6 damage points to that enemy fighter instead."
    },
    "bea7fb8e": {
        "name": "Quick Volley",
        "description": "Add 2 to the Attacks characteristic of the next attack action made by this fighter  that targets an enemy fighter more than 3\" away in this activation."
    },
    "39080dc4": {
        "name": "Vigueur et Colère",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez 1 aux points de dégats alloués par chaque touche critique de ses actions d'attaque."
    },
    "a78a0f6d": {
        "name": "The Reaping",
        "description": "Roll a dice for each visible enemy fighter within 6\" of this fighter.  On a 2+, allocate a number of damage points equal to the value of this ability to the fighter being rolled for."
    },
    "75b35f0c": {
        "name": "Face de la Mauvaise Lune",
        "description": "Choisissez un combattant ennemi visible qui est à 9\" de ce combattant et à 1\" d'un combattant ami. Le combattant ennemi doit faire une action de désengagement bonus. S'il ne peut pas le faire, allouez lui D6 points de dégâts à la place"
    },
    "46e10186": {
        "name": "Tourbillon de Mort",
        "description": "Allouez autant de points de dégâts que la valeur de cette aptitude à tous les combattants ennemis visibles à 3\" de ce combattant."
    },
    "43a52834": {
        "name": "Berserk",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il a au moins 20 dégâts alloués. Ajoutez 3 à la caractéristique d'Attaques de la prochaine action d'attaque de mêlée de ce combattant à cette activation."
    },
    "2d6a9f87": {
        "name": "Jet de Maçonnerie",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il est à 1\" d'un obstacle. Choisissez un combattant ennemi visible à 8\" de ce combattant et jetez un dé. Sur un jet de 2-4, allouez 1 dégât au combattant choisi. Sur un jet de 5+, allouez-lui autant de dégâts que la valeur de cette aptitude."
    },
    "8a3c74a0": {
        "name": "Gueule à Tentacule",
        "description": "Choisissez un combattant ennemi visible à 6\" de ce combattant. Le combattant choisi fait une action de mouvement bonus directement vers ce combattant, comme s'il sautait, d'une distance en pouces égale à la valeur de cette aptitude. Ce faisant, il peut s'éloigner des combattants ennemis qui étaient à 1\" de lui au début de l'action de mouvement."
    },
    "cf5c1090": {
        "name": "Crocs Immenses",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 3+, allouez 1 dégât au combattant choisi."
    },
    "639d31e7": {
        "name": "Charge Rugissante",
        "description": "Ajoutez 3 à la caractéristique de Mouvement de ce combattant pour sa prochaine action de mouvement à cette activation."
    },
    "94cb55a7": {
        "name": "Monstruosité Régénérante",
        "description": "Jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 4+, retirez jusqu'à 3 dégâts alloués à ce combattant."
    },
    "a2ab02f6": {
        "name": "Bris de Maçonnerie",
        "description": "Ce combattant peut seulement utiliser cette aptitude s'il est à 1\" d'un obstacle. S'il a les mains vides (voir ci-dessous), il n'a plus les mains vides."
    },
    "e2a3a52d": {
        "name": "Charge Rugissante",
        "description": "Ajoutez 3 à la caractéristique de Mouvement de ce combattant pour sa prochaine action de mouvement à cette activation."
    },
    "5966dc17": {
        "name": "Fouet Caudal",
        "description": "Choisissez un combattant ennemi visible à 3\" de ce combattant et jetez un dé. Sur un jet de 4+, allouez 3 dégâts au combattant choisi."
    },
    "ec0cec2a": {
        "name": "Menace Télépathique",
        "description": "Choisissez un combattant ennemi à une distance maximum en pouces de ce combattant égale à la valeur de cette aptitude, et jetez un dé. Sur un jet de 3+, le combattant choisi ne peut pas faire d'action de mouvement ni de désengagement jusqu'à la fin du round de bataille."
    },
    "7bbc8ec9": {
        "name": "Fureur Occulte",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ajoutez la valeur de cette aptitude aux dégâts alloués aux combattants ennemis par chaque touche critique des actions d'attaque de mêlée de ce combattant."
    },
    "4ea5d6ac": {
        "name": "Avalanche de Chair",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" du combattant qui utilise cette aptitude. Allouez au combattant choisi autant de dégâts que la valeur de cette aptitude."
    },
    "14938b02": {
        "name": "Dérobade",
        "description": "Jusqu'à la fin du round de bataille, comptez chaque touche critique des actions d'attaque qui ciblent ce combattant comme une touche"
    },
    "432cbdbc": {
        "name": "Volée Violente",
        "description": "Pour chaque autre combattant ami à 3\" de ce combattant et qui a les mêmes marques runiques que lui, ajoutez 1 aux caractéristiques d'Attaques et de Force de ses actions d'attaque de mêlée jusqu'à la fin de son activation."
    },
    "c6ede27d": {
        "name": "Dominer l'Esprit",
        "description": "Choisissez un combattant ennemi visible à 6\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 2-5, allouez 1 dégât au combattant choisi. Pour chaque résultat de 6, allouez-lui 3 dégâts."
    },
    "e849e327": {
        "name": "Jet de Rocher",
        "description": "Ce combattant peut utiliser cette aptitude seulement s'il n'a pas les mains vides (voir ci-dessus). Au début de la bataille, il n'a pas les mains vides. Choisissez un combattant ennemi visible à 15\" de lui et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 4+, allouez 5 dégâts au combattant choisi. Après avoir utilisé cette aptitude, ce combattant a les mains vides."
    },
    "e19e1937": {
        "name": "Rugissement Léonin",
        "description": "Jusqu'à la fin du round de bataille, soustrayez 1 à la caractéristique d'Attaques (jusqu'à un minimum de 1) des actions d'attaque des combattants ennemis tant qu'ils sont à 6\" de ce combattant."
    },
    "f498740f": {
        "name": "Régénération Mutatrice",
        "description": "Jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 4+, retirez jusqu'à 3 dégâts alloués à ce combattant."
    },
    "9a527ccb": {
        "name": "Charge Ravageuse",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" du combattant qui utilise cette aptitude. Allouez au combattant choisi autant de dégâts que la valeur de cette aptitude."
    },
    "04e790c9": {
        "name": "Gueule Écumante",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 4+, allouez 3 dégâts au combattant choisi."
    },
    "b26ac39f": {
        "name": "Grand Coup de Pied",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il termine une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" du combattant qui utilise cette aptitude. Allouez au combattant choisi autant de dégâts que la valeur de cette aptitude."
    },
    "df25190d": {
        "name": "La Voix du Maître",
        "description": "Un combattant peut faire cette réaction après qu'un combattant ennemi a fini une action de mouvement à 3\" d'un combattant ami ayant la marque runique de Héros. Le combattant qui fait cette réaction fait une action de mouvement bonus. À la fin de cette action bonus, il doit être à 1\" du combattant ennemi qui a fait l'action de mouvement. Puis il fait une action d'attaque bonus."
    },
    "e9455430": {
        "name": "Tentacules Grouillants",
        "description": "Ajoutez la valeur de cette aptitude à la caractéristique d'Attaques de la prochaine action d'attaque de mêlée de ce combattant à cette activation."
    },
    "b7b106a5": {
        "name": "Aura de Mutation",
        "description": "Allouez 3 dégâts à tous les combattants ennemis visibles à 3\" de ce combattant. De plus, jetez un dé pour chaque combattant ennemi visible à 3\" de ce combattant. Sur un jet de 6, le combattant concerné ne peut pas s'activer à ce round de bataille."
    },
    "c3d76f91": {
        "name": "Bête Déchaînée",
        "description": "Ce combattant fait une action d'attaque bonus ou une action de mouvement bonus."
    },
    "739e521e": {
        "name": "Maréchal du Sang",
        "description": "Choisissez un combattant ami visible à 4\" de ce combattant. Allouez 1 dégât au combattant choisi. S'il n'est pas mis hors de combat, il peut faire une action d'attaque de mêlée bonus."
    },
    "68c2f956": {
        "name": "Trophée Sanglant",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il a mis hors de combat un combattant ennemi avec une de ses actions d'attaque à cette activation. Ajoutez 1 dé joker à vos jokers mis de côté."
    },
    "f86e1ac0": {
        "name": "Charme",
        "description": "Choisissez un combattant ennemi visible à une distance maximum en pouces de ce combattant égale à la valeur de cette aptitude. Le combattant choisi ne peut pas s'activer ni faire de réaction à ce round de bataille."
    },
    "cd07297b": {
        "name": "Haleine de Feu de Tête Draconique",
        "description": "Allouez autant de dégâts que la valeur de cette aptitude à tous les combattants ennemis visibles à 4\" de ce combattant."
    },
    "2d016ef5": {
        "name": "Soif de Sang Inextinguible",
        "description": "Ce combattant peut faire une action de mouvement bonus jusqu'à une distance en pouces égale à la valeur de cette aptitude. Puis ce combattant peut faire une action d'attaque bonus."
    },
    "8922ef18": {
        "name": "Mangeur d'Âmes",
        "description": "Jetez un dé pour chaque combattant ennemi à 6\" de ce combattant. Sur un jet de 4+, allouez 3 dégâts au combattant concerné et retirez 3 dégâts alloués au combattant qui utilise cette aptitude."
    },
    "53858b0f": {
        "name": "Trop Horrible pour Mourir",
        "description": "Jusqu'à la fin du round de bataille, après chaque action d'attaque de mêlée qui cible ce combattant, jetez 3 dés. Pour chaque jet de 5+, allouez 3 dégâts au combattant qui a fait l'action d'attaque."
    },
    "29de0ba8": {
        "name": "Charge Ravageuse",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" du combattant qui utilise cette aptitude. Allouez au combattant choisi autant de dégâts que la valeur de cette aptitude."
    },
    "fb6f504b": {
        "name": "Embrocher, Traîner et Tabasser",
        "description": "Ce combattant peut faire une action d'attaque bonus avec sa lance. De plus si cette action d'attaque bonus inflige une ou plusieurs touches critiques, le combattant ciblé est déplacé de 3\" en ligne droite vers ce combattant, comme s'il sautait, même si'il est à 1\" d'un ou plusieurs combattants ennemis. Si le combattant ciblé finit ce mouvement à 1\" de ce combattant, il peut faire une action d'attaque avec sa massue."
    },
    "bf43048a": {
        "name": "Filet du Maréchal",
        "description": "Choisissez un combattant ennemi visible à 3\" de ce combattant et jetez un dé. Sur 3+, le combattant choisi ne peut pas faire d'actions de mouvement ni de désengagement à ce round de bataille."
    },
    "a2752287": {
        "name": "Charge piétineuse",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" de ce combattant. Allouez autant de dégâts au combattant choisi que la valeur de cette aptitude."
    },
    "710715ea": {
        "name": "Destruction Aveugle",
        "description": "Un combattant peut faire cette réaction après qu'un combattant ennemi termine une action de mouvement sur une plateforme ouverte, et à 3\" à l'horizontale et 5\" à la verticale de ce combattant. Le joueur en contrôle de chaque combattant à 0,5\" du bord de la plateforme doit faire un test de chute, et sur un résultat de 1 ou 2, le combattant tombe."
    },
    "90a08960": {
        "name": "Ivrogne Titubant",
        "description": "Jetez autant de dés que la valeur de cette aptitude. Jusqu'à la fin de l'activation de ce combattant, pour chaque jet de 1, soustrayez 1 à sa caractéristique de Mouvement (jusqu'à un minimum de 1), puis, pour chaque résultat de 2+, ajoutez 1 à sa caractéristique de Mouvement."
    },
    "7bbcb219": {
        "name": "Grand Coup de Pied",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il termine une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" du combattant qui utilise cette aptitude. Allouez au combattant choisi autant de dégâts que la valeur de cette aptitude."
    },
    "8613c6ea": {
        "name": "Vicious 'Eadbutt",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 3+, allouez au combattant choisi autant de dégâts que la valeur de cette aptitude."
    },
    "2908288b": {
        "name": "Test d'Habileté",
        "description": "Un combattant peut faire cette réaction après qu'il a été ciblé par une action d'attaque de mêlée mais avant de faire les jets de touche. Si chaque jet de touche de l'action d'attaque rate, allouez 10 dégâts au combattant attaquant."
    },
    "261f0ed9": {
        "name": "Représailles Amères",
        "description": "Un combattant peut faire cette réaction après qu'il a été ciblé par une action d'attaque mais avant de faire les jets de touche. Pour chaque jet de touche de l'action d'attaque qui rate, ramenez à 1 la valeur d'un des [doubles], [triples] ou [quadruples] du joueur en contrôle de l'attaquant."
    },
    "a7e23cab": {
        "name": "Cri Funèbre",
        "description": "Jetez un dé pour chaque combattant ennemi visible à 8\" de ce combattant. Sur un jet de 5, allouez 1 dégât au combattant concerné. Sur un jet de 6, allouez-lui autant de dégâts que la valeur de cette aptitude."
    },
    "4ebb51eb": {
        "name": "Charge Écumante",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il y a un combattant ennemi visible à 6\" de lui. Le combattant effectue une action de mouvement bonus et doit la finir en étant plus près du combattant ennemi visible le plus proche qu'au début de l'action de mouvement."
    },
    "deaa5772": {
        "name": "Attaque en Piqué",
        "description": "Ajoutez 3 à la caractéristique Mouvement de ce combattant pour sa prochaine action de mouvement à cette activation."
    },
    "b63d9f37": {
        "name": "Attaque en Piqué",
        "description": "Ajoutez 3 à la caractéristique Mouvement de ce combattant pour sa prochaine action de mouvement à cette activation."
    },
    "ad5ea812": {
        "name": "Odeur du Sang",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il y a un combattant ennemi visible à 1\" de lui et qui a au moins 5 dégâts alloués. Le combattant effectue une action d'attaque bonus."
    },
    "aa4861f7": {
        "name": "Griffes Démesurées",
        "description": "Ajoutez 3 à la caractéristique d'Attaques de la prochaine action d'attaque de mêlée de ce combattant à cette activation."
    },
    "5a4eb2ae": {
        "name": "Infestée de Chauves-souris",
        "description": "Un combattant peut utiliser cette aptitude seulement s'il a au moins 10 dégâts alloués. Allouez autant de dégâts que la valeur de cette aptitude à tous les combattants ennemis visibles à 3\" de ce combattant."
    },
    "6f7786d8": {
        "name": "Haleine Pestilentielle",
        "description": "Choisissez un combattant ennemi visible à 8\" de ce combattant, et jetez un dé pour le combattant choisi et chaque autre combattant visible et à 3\" de celui-ci. Sur un jet de 2-5, allouez autant de dégâts au combattant concerné que la valeur de cette aptitude. Sur un jet de 6, allouez autant de dégâts au combattant concerné que le double de la valeur de cette aptitude."
    },
    "29483e90": {
        "name": "Liens Nécromantiques",
        "description": "Un combattant peut faire cette réaction après qu'un combattant ennemi a fini une action de mouvement à 3\" d'un combattant ami avec la marque runique de Héros. Le combattant effectue une action de mouvement bonus. Après celle-ci, il doit être à 1\" du combattant ennemi qui a fait l'action de mouvement, puis il effectue une action d'attaque bonus."
    },
    "c15ac47e": {
        "name": "Ivrogne",
        "description": "Jetez autant de dés que la valeur de cette aptitude. Jusqu'à la fin de l'activation de ce combattant, pour chaque jet de 1, soustrayez 1 à sa caractéristique de Mouvement (jusqu'à un minimum de 1), puis pour chaque jet de 2+, ajoutez 1 à sa caractéristique de Mouvement."
    },
    "dd928981": {
        "name": "Coup d'Latte",
        "description": "Jusqu'à la fin de l'activation de ce combattant, la prochaine fois qu'il finit une action de mouvement à 1\" d'un combattant ennemi, choisissez un combattant ennemi visible à 1\" du combattant utilisant cette aptitude. Allouez autant de dégâts que la valeur de cette aptitude au combattant choisi."
    },
    "4dd76429": {
        "name": "Coup d'Boule ",
        "description": "Choisissez un combattant ennemi visible à 1\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 3+, allouez autant de points de dégâts que la valeur de cette aptitude au combattant choisi"
    },
    "c8b9eb22": {
        "name": "Vomi Corrosif",
        "description": "Jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 5+, choisissez un combattant ennemi visible à 6\" de ce combattant. Allouez D3 dégâts au combattant choisi."
    },
    "6e5b14b2": {
        "name": "Suivants Squigoïdes",
        "description": "Jetez un dé pour chaque combattant ennemi visible à 3\" de ce combattant. Sur un jet de 2+, allouez 1 dégât au combattant pour lequel vous effectuez le jet."
    },
    "6a083be7": {
        "name": "Régénération de Troggoth",
        "description": "Retirez autant de dégâts alloués à ce combattant que la valeur de cette aptitude"
    },
    "17e5bdf0": {
        "name": "Régénération de Troggoth",
        "description": "Retirez autant de dégâts alloués à ce combattant que la valeur de cette aptitude"
    },
    "fcd24c77": {
        "name": "Grimpeur",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ne comptez pas la distance verticale parcourue quand il escalade."
    },
    "835cd781": {
        "name": "Poigne Écrasante",
        "description": "Choisissez 1 combattant ennemi visible à 1\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 4+, allouez 2 dégâts au combattant choisi"
    },
    "e55373fd": {
        "name": "Venin Paralysant",
        "description": "Jusqu'à la fin de l'activation de ce combattant, jetez un dé après chaque action d'attaque qu'il effectue. Sur un jet de 2+, la cible de l'action d'attaque ne peut pas faire d'actions de mouvement ni de désengagement jusqu'à la fin du round de bataille."
    },
    "d43e0dc0": {
        "name": "Victime Emportée",
        "description": "Choisissez un combattant ennemi à 1\" de ce combattant. Retirez le combattant choisi du champ de bataille et replacez-le à 1\" de ce combattant. Ce combattant effectue ensuite une action d'attaque bonus ciblant le combattant choisi."
    },
    "7beccbda": {
        "name": "Horrible Puanteur",
        "description": "Un combattant peut faire cette réaction après avoir été ciblé par une action d'attaque de mêlée, avant de faire les jets de touche. Soustrayez 1 à la caractéristique d'Attaques de l'action d'attaque, jusqu'à un minimum de 1."
    },
    "9f01600b": {
        "name": "Sensible au fouet",
        "description": "Ajoutez 3 à la caracté- ristique de Mouvement de ce combattant pour sa prochaine action de mouvement à cette activation."
    },
    "69a56b0c": {
        "name": "Souffle ardent",
        "description": "Choisissez un combattant ennemi visible à 6\" de ce combattant, et jetez un dé pour le combattant choisi et chaque autre combattant visible et à 3\" de lui. Sur un jet de 4+, allouez autant de dégâts que la valeur de cette aptitude au combattant concerné par le jet."
    },
    "98a476a3": {
        "name": "Coupez une tête, une autre la remplace",
        "description": "Retirez autant de dégâts alloués à ce combattant que le double de la valeur de cette aptitude."
    },
    "7a9f79ce": {
        "name": "Sensible au fouet",
        "description": "Ajoutez 3 à la caracté- ristique de Mouvement de ce combattant pour sa prochaine action de mouvement à cette activation."
    },
    "86b60a14": {
        "name": "Queue Épineuse",
        "description": "Allouez autant de dégâts que la valeur de cette aptitude à tous les combattants ennemis visibles à 3\" de ce combattant."
    },
    "87348921": {
        "name": "Hurlement Abyssal",
        "description": "Jetez un dé pour chaque combattant ennemi situé à une distance en pouces de ce combattant égale à la valeur de cette aptitude. Sur un jet de 3+, le combattant concerné par le jet ne peut pas faire d'action de mouvement ni de désengagement jusqu'à la fin du round de bataille."
    },
    "e9de24c7": {
        "name": "Ruée",
        "description": "Ajoutez 1 à la caractéristique de Mouvement de ce combattant jusqu'à la fin de son activation."
    },
    "40099170": {
        "name": "Assaut",
        "description": "Ajoutez 1 à la caractéristique d'Attaques des actions d'attaque de mêlée de ce combattant jusqu'à la fin de son activation."
    },
    "04bd58bb": {
        "name": "Répit",
        "description": "Un combattant ne peut pas utiliser cette aptitude s'il est à 1\" du moindre combattant ennemi. Retirez autant de dégâts alloués à ce combattant que la valeur de cette aptitude."
    },
    "d04e3a07": {
        "name": "Présence Exaltante",
        "description": "Choisissez un combattant ami qui n'a pas encore été activé à ce round de bataille et qui est à 6\" de ce combattant. Vous pouvez activer le combattant choisi immédiatement après que l'activation de ce combattant se termine"
    },
    "8e7f9b93": {
        "name": "Saccage",
        "description": "Ce combattant peut effectuer une action de mouvement bonus. Puis il peut effectuer une action d'attaque bonus"
    },
    "fe2713fc": {
        "name": "Cordes",
        "description": "Choisissez un combattant ennemi ayant la marque runique Gargantuesque à 1\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Pour chaque jet de 4+, soustrayez 1 (jusqu'à un minimum de 3) à la caractéristique de Mouvement du combattant choisi jusqu'à la fin de la bataille."
    },
    "5c47cc25": {
        "name": "Frappez les Yeux",
        "description": "Si la prochaine action d'attaque qui cible un combattant ayant la marque runique Gargantuesque effectuée par ce combattant à cette activation donne une ou plusieurs touches critiques, soustrayez 1 (jusqu'à un minimum de 1) à la caractéristique d'Attaques des actions d'attaque effectuées par le combattant choisi jusqu'à la fin de la bataille."
    },
    "d53cedf3": {
        "name": "Raillerie",
        "description": "Choisissez un combattant ayant la marque runique Gargantuesque à 6\" de ce combattant et jetez autant de dés que la valeur de cette aptitude. Si un ou plusieurs dés donnent 4+, alors jusqu'à la fin du round de bataille ou jusqu'à ce que ce combattant soit mis hors de combat, les actions d'attaque effectuées par le combattant choisi doivent cibler ce combattant."
    },
    "68a583a2": {
        "name": "Riposte",
        "description": "Un combattant peut effectuer cette réaction après qu'il a été ciblé par une action d'attaque de mêlée mais avant d'effectuer les jets de touche. Pour chaque jet de touche raté de l'action d'attaque, allouez 1 dégât au combattant attaquant. Pour chaque jet de touche de 1, allouez 2 dégâts au combattant attaquant à la place."
    },
    "7095764c": {
        "name": "À l'Abri",
        "description": "Un combattant à couvert (p. 17) peut effectuer cette réaction s'il est ciblé par une action d'attaque à projectiles, mais avant d'effectuer les jets de touche. Après les jets de touche, jetez un dé pour chaque touche critique. Sur 4+, la touche critique devient une touche à la place. Les combattants avec la marque runique de Monture ne peuvent pas effectuer cette réaction."
    },
    "fddbbcf5": {
        "name": "Fauchage",
        "description": "Un combattant peut effectuer cette réaction quand un combattant ennemi visible à 1\" de lui effectue une action de désengagement mais avant que ce dernier se déplace. Jetez un dé. Sur 4+, allouez D6 dégâts au combattant ennemi."
    },
    "7588a039": {
        "name": "Amplitude Monstrueuse",
        "description": "Jusqu'à la fin de l'activation de ce combattant, ne comptez pas la distance verticale lorsque vous mesurez la portée des actions d'attaque effectuées par ce combattant. "
    },
    "f6ddb62f": {
        "name": "Attraper et Tabasser",
        "description": "Choisissez un combattant ennemi à 6\" de ce combattant. Retirez le combattant choisi du champ de bataille et replacez-le à 1\" de ce combattant. Puis jetez alitant de dés que la valeur de cette aptitude. Pour chaque jet de 4+, allouez 3 points de dégâts au combattant choisi."
    },
    "c382b2b8": {
        "name": "Déchaînement Démolisseur:",
        "description": "Choisissez un élément de terrain à 1\" de ce combattant. Dans l'ordre de votre choix, déplacez sur le sol du champ de bataille chaque objectif, pion trésor et combattant qui est sur l'élément choisi, et sur tout autre élément de terrain se trouvant sur l'élément choisi, à l'endroit de votre choix, aussi près horizontalement que possible de son emplacement précédent. Puis, dans l'ordre de votre choix, chaque combattant replacé sur le champ de bataille de cette manière subit des dégâts d'impact. Enfin, retirez le(s) élément(s) de terrain."
    }
}