[
    {
        "_id": "f1a9eba3",
        "name": "Bloodgorge",
        "warband": "Beasts of Chaos",
        "cost": "double",
        "description": "A fighter can only use this ability if an enemy fighter has been taken down by an attack action made by them this activation. Remove a number of damage points allocated to this fighter up to the value of this ability.",
        "runemarks": [
            "brute"
        ]
    },
    {
        "_id": "1c42f884",
        "name": "Brayherd Ambush",
        "warband": "Beasts of Chaos",
        "cost": "double",
        "description": "A fighter can only use this ability if it is the first battle round. This fighter can make a bonus move action up to a number of inches equal to the value of this ability.",
        "runemarks": []
    },
    {
        "_id": "d6bef6fd",
        "name": "Devolve",
        "warband": "Beasts of Chaos",
        "cost": "double",
        "description": "Pick a visible enemy fighter within 6\" of this fighter. That enemy fighter makes a bonus move action directly towards this fighter, as if they were jumping, a number of inches equal to the value of this ability. When doing so, they can move away from enemy fighters within 1\" at the start of that move action.",
        "runemarks": [
            "hero",
            "mystic"
        ]
    },
    {
        "_id": "33c7d45b",
        "name": "Rip, Gore and Tear!",
        "warband": "Beasts of Chaos",
        "cost": "double",
        "description": "A fighter can only use this ability if an enemy fighter has been taken down by an attack action made by them this activation. This fighter makes a bonus move action or a bonus attack action.",
        "runemarks": [
            "hero"
        ]
    },
    {
        "_id": "1f49c5fc",
        "name": "Bestial Charge",
        "warband": "Beasts of Chaos",
        "cost": "triple",
        "description": "Until the end of this fighter's activation, the next time this fighter finishes a move action within 1\" of an enemy fighter, pick a visible enemy fighter within 1\" of this fighter. Allocate a number of damage points to that fighter equal to the value of this ability.",
        "runemarks": [
            "warrior"
        ]
    },
    {
        "_id": "9f714195",
        "name": "Grisly Trophy",
        "warband": "Beasts of Chaos",
        "cost": "triple",
        "description": "A fighter can only use this ability if an enemy fighter has been taken down by an attack action made by them this activation. Until the end of the battle round, add 1 to the Attacks characteristic of melee attack actions made by visible friendly fighters while they are within 9\" of this fighter.",
        "runemarks": [
            "hero",
            "champion"
        ]
    },
    {
        "_id": "9d2b4844",
        "name": "Petrifying Gaze",
        "warband": "Beasts of Chaos",
        "cost": "triple",
        "description": "Pick a visible enemy fighter within 8\" of this fighter and roll a dice. On a roll of 2+, allocate a number of damage points to that fighter equal to the roll. In addition, until the end of the battle round, subtract 1 from the Move characteristic of that fighter (to a minimum of 1).",
        "runemarks": [
            "berserker"
        ]
    },
    {
        "_id": "b406c9c6",
        "name": "Volley of Arrows",
        "warband": "Beasts of Chaos",
        "cost": "triple",
        "description": "Add half the value of this ability (rounding up) to the Attacks characteristic of the next missile attack action made by this fighter in this activation.",
        "runemarks": [
            "scout"
        ]
    },
    {
        "_id": "6e95ab56",
        "name": "Bring Down the Storm",
        "warband": "Beasts of Chaos",
        "cost": "triple",
        "description": "Pick a visible enemy fighter within 20\" of this fighter and roll a dice. On a roll of 2+, allocate a number of damage points to that fighter equal to the value of this ability.",
        "runemarks": [
            "destroyer"
        ]
    },
    {
        "_id": "f1cade78",
        "name": "Empowering Lightning",
        "warband": "Beasts of Chaos",
        "cost": "quad",
        "description": "Remove a number of damage points up to the value of this ability allocated to each friendly fighter with both the Beasts of Chaos faction runemark and the Destroyer runemark within 9\" of this fighter.",
        "runemarks": [
            "hero",
            "destroyer"
        ]
    },
    {
        "_id": "8e6dc5a6",
        "name": "Brute Resilience",
        "warband": "Beasts of Chaos",
        "cost": "reaction",
        "description": "A fighter can make this reaction when they are targeted by a melee attack action but before the hit rolls are made. Subtract 1 from the damage points allocated to this fighter by each hit from that attack action (to a minimum of 1).",
        "runemarks": []
    },
    {
        "_id": "fbce3d1d",
        "name": "Savage Bolt",
        "warband": "Grashrak's Despoilers",
        "cost": "quad",
        "description": "Pick a visible enemy fighter within 12\" of this fighter.  Allocate a number of damage points to that fighter equal to the value of this ability. Then, roll a die. On a 2+, that fighter cannot activate this round.",
        "runemarks": [
            "hero"
        ]
    }
]