[
    {
        "_id": "1d23c490",
        "name": "Crushing Grip",
        "warband": "Hedonites of Slaanesh: Daemons",
        "cost": "double",
        "description": "Pick a visible enemy fighter within 1\" of this fighter and roll a dice. On a roll of 2+, until the end of the battle round, that fighter cannot make move actions or disengage actions.",
        "runemarks": [
            "agile"
        ]
    },
    {
        "_id": "dad2c7a5",
        "name": "Discordant Disruption",
        "warband": "Hedonites of Slaanesh: Daemons",
        "cost": "double",
        "description": "Until the end of the battle round, subtract 1 from the Attacks characteristic (to a minimum of 1) of attack actions made by enemy fighters while they are within 6\" of this fighter.",
        "runemarks": [
            "hero",
            "mystic"
        ]
    },
    {
        "_id": "8a98ff14",
        "name": "Lithe and Swift",
        "warband": "Hedonites of Slaanesh: Daemons",
        "cost": "double",
        "description": "Add 3 to this fighter's Move characteristic for their next move action this activation.",
        "runemarks": []
    },
    {
        "_id": "83678d74",
        "name": "Sadistic Killers",
        "warband": "Hedonites of Slaanesh: Daemons",
        "cost": "double",
        "description": "Until the end of this fighter's activation, add 1 to the damage points allocated to enemy fighters by each hit and critical hit from melee attack actions made by this fighter.",
        "runemarks": [
            "warrior"
        ]
    },
    {
        "_id": "68315ec3",
        "name": "Impaling Strike",
        "warband": "Hedonites of Slaanesh: Daemons",
        "cost": "triple",
        "description": "Until the end of this fighter's activation, the next time this fighter finishes a move action within 1\" of an enemy fighter, pick a visible enemy fighter within 1\" of this fighter. Allocate a number of damage points to that fighter equal to the value of this ability.",
        "runemarks": [
            "destroyer"
        ]
    },
    {
        "_id": "416b283a",
        "name": "Locus of Excruciation",
        "warband": "Hedonites of Slaanesh: Daemons",
        "cost": "triple",
        "description": "Until the end of the battle round, add 1 to the Strength characteristic of melee attack actions made by visible friendly fighters while they are within 6\" of this fighter.",
        "runemarks": [
            "hero"
        ]
    },
    {
        "_id": "672c6343",
        "name": "Mirror of Absorption",
        "warband": "Hedonites of Slaanesh: Daemons",
        "cost": "quad",
        "description": "Pick a visible enemy fighter within 9\" of this fighter. That fighter cannot activate or make reactions in this battle round.",
        "runemarks": [
            "terrifying",
            "hero"
        ]
    },
    {
        "_id": "c3cace86",
        "name": "Deadly Venom",
        "warband": "Hedonites of Slaanesh: Daemons",
        "cost": "triple",
        "description": "Add half the value of this ability (rounding up) to the damage points allocated to enemy fighters by each hit and critical hit from the next melee attack action made by this fighter in this activation.",
        "runemarks": [
            "agile"
        ]
    },
    {
        "_id": "c981e213",
        "name": "Shared Pain",
        "warband": "Hedonites of Slaanesh: Daemons",
        "cost": "reaction",
        "description": "A fighter can make this reaction after they are targeted by a melee attack action but before the hit rolls are made. For each hit roll from that attack action that hits, allocate 1 damage point to the attacking fighter. For each critical hit, allocate 2 damage points to the attacking fighter instead.",
        "runemarks": []
    },
    {
        "_id": "43a7aafc",
        "name": "Triumphant Tittering",
        "warband": "Thricefold Discord",
        "cost": "reaction",
        "description": "A fighter can make this reaction without forfeiting one of their actions in that battle round, and can make this reaction even if they already activated this battle round. A fighter can make this reaction after another friendly fighter with the Thricefold Discord runemark is slain. This fighter makes a bonus move action or a bonus attack action.",
        "runemarks": []
    },
    {
        "_id": "33e89464",
        "name": "The Coiled Lash",
        "warband": "Thricefold Discord",
        "cost": "double",
        "description": "Until the end of the battle round, enemy fighters cannot make disengage actions while within 1\" of this fighter. At the end of the battle round, allocate a number of damage points equal to half the value of this ability (rounded up) to each visible enemy fighter within 1\" of this fighter.",
        "runemarks": [
            "hero",
            "mystic"
        ]
    },
    {
        "_id": "fb09bc82",
        "name": "The Bladed Blessing",
        "warband": "Thricefold Discord",
        "cost": "triple",
        "description": "This fighter makes a bonus melee attack action. Subtract 5 from the Toughness characteristic of the target of that attack action, to a minimum of 1, for that attack action.",
        "runemarks": [
            "hero",
            "frenzied"
        ]
    },
    {
        "_id": "e3d1a85a",
        "name": "Undignified Effort",
        "warband": "Thricefold Discord",
        "cost": "quad",
        "description": "Add 2 to the Attacks characteristic of the next melee attack action made by this fighter in this activation.",
        "runemarks": [
            "hero",
            "brute"
        ]
    }
]