[
    {
        "_id": "e3ae1ed5",
        "name": "Rending Bite",
        "warband": "Gorger Mawpack",
        "cost": "reaction",
        "description": "A fighter can make this reaction after they are targeted by a melee attack action but before the hit rolls are made. If none of the hit rolls from that attack action result in a critical hit, allocate 6 damage points to the attacking fighter.",
        "runemarks": []
    },
    {
        "_id": "cab60322",
        "name": "Bounding Leaps",
        "warband": "Gorger Mawpack",
        "cost": "double",
        "description": "A fighter can only use this ability if there is a visible enemy fighter within 6\" of them. This fighter makes a bonus move action and must finish closer to the closest visible enemy fighter than they were at the start of that move action.",
        "runemarks": []
    },
    {
        "_id": "6a45bb85",
        "name": "Glimmer of Consciousness",
        "warband": "Gorger Mawpack",
        "cost": "double",
        "description": "Until the start of the next battle round, this fighter is not considered to have the Beast  runemark. If this fighter is carrying treasure at the start of the next battle round, it drops that treasure.",
        "runemarks": [
            "beast"
        ]
    },
    {
        "_id": "bfae953f",
        "name": "Unnatural Force",
        "warband": "Gorger Mawpack",
        "cost": "double",
        "description": "Until the end of this fighter's activation, add 1 to the damage points allocated to enemy fighters by each hit and critical hit from melee attack actions made by this fighter.",
        "runemarks": [
            "hero"
        ]
    },
    {
        "_id": "bebbf0d1",
        "name": "Agonising Roar",
        "warband": "Gorger Mawpack",
        "cost": "triple",
        "description": "Roll a dice for each enemy fighter within 6\" of this fighter. On a roll of 4+, until the end of the battle round, the fighter being rolled for cannot make disengage actions.",
        "runemarks": [
            "berserker"
        ]
    },
    {
        "_id": "2cedb53d",
        "name": "Maddened Blows",
        "warband": "Gorger Mawpack",
        "cost": "triple",
        "description": "Until the end of this fighter's activation, hit rolls for attack actions made by this fighter score a critical hit on a roll of 5+.",
        "runemarks": [
            "destroyer"
        ]
    },
    {
        "_id": "1d3da6e3",
        "name": "Starving Rampage",
        "warband": "Gorger Mawpack",
        "cost": "quad",
        "description": "Until the end of the battle round, this fighter is considered to have the Beast runemark. If this fighter is carrying treasure, they drop that treasure. This fighter can make 1 bonus melee attack action for each visible enemy fighter within 1\" of them. Each of these attack actions must target a different fighter.",
        "runemarks": []
    },
    {
        "_id": "2e2fb526",
        "name": "Ravenous Gorging",
        "warband": "Gorger Mawpack",
        "cost": "battletrait",
        "description": "After an enemy fighter has been taken down by a melee attack action made by a friendly fighter with this battle trait, remove D3 damage points allocated to that friendly fighter.",
        "runemarks": []
    }
]