[
    {
        "_id": "c29c2e03",
        "name": "Might of Kurnoth",
        "warband": "Skaeth's Wild Hunt",
        "cost": "triple",
        "description": "Until the end of the battle round, add 1 to the Attacks characteristic of attack actions that have a Range characteristic of 3 or less made by friendly fighters while they are within 6\" of this fighter.",
        "runemarks": [
            "bulwark"
        ]
    },
    {
        "_id": "7eef6cb9",
        "name": "Draw from the Spirit-song",
        "warband": "Sylvaneth",
        "cost": "double",
        "description": "Remove a number of damage points allocated to this fighter up to the value of this ability.",
        "runemarks": []
    },
    {
        "_id": "20404631",
        "name": "Shrieking Terror",
        "warband": "Sylvaneth",
        "cost": "double",
        "description": "Pick a visible enemy fighter within a number of inches of this fighter equal to the value of this ability and roll a dice. On a roll of 3+, until the end of the battle round, that fighter cannot make move actions or disengage actions.",
        "runemarks": [
            "terrifying"
        ]
    },
    {
        "_id": "e90fc819",
        "name": "Swarm of Spites",
        "warband": "Sylvaneth",
        "cost": "double",
        "description": "Pick a visible enemy fighter within 6\" of this fighter and roll a number of dice equal to the value of this ability. For each roll of 4+, allocate 1 damage point to that fighter.",
        "runemarks": [
            "hero",
            "mystic"
        ]
    },
    {
        "_id": "6d4ff90b",
        "name": "Zephyrspite's Tail Pincers",
        "warband": "Sylvaneth",
        "cost": "double",
        "description": "Pick a visible enemy fighter within 1\" of this fighter and roll a dice. On a roll of 3+, allocate 3 damage points to that fighter.",
        "runemarks": [
            "hero",
            "destroyer"
        ]
    },
    {
        "_id": "8d12cf45",
        "name": "Blessing of the Forest",
        "warband": "Sylvaneth",
        "cost": "triple",
        "description": "Remove up to D3 damage points allocated to each friendly fighter within 6\" of this fighter (roll for each).",
        "runemarks": [
            "hero",
            "berserker"
        ]
    },
    {
        "_id": "009640ab",
        "name": "Call to Battle",
        "warband": "Sylvaneth",
        "cost": "triple",
        "description": "Until the end of the battle round, add 1 to the Attacks characteristic of melee attack actions made by visible friendly fighters while they are within 6\" of this fighter.",
        "runemarks": [
            "hero",
            "destroyer"
        ]
    },
    {
        "_id": "4f3d198b",
        "name": "Enrapturing Song",
        "warband": "Sylvaneth",
        "cost": "triple",
        "description": "Pick a visible enemy fighter within a number of inches of this fighter equal to the value of this ability. Until the end of the battle round, add 1 to the Attacks characteristic of attack actions made by friendly fighters with both the Sylvaneth faction runemark and the Scout runemark that target that fighter.",
        "runemarks": [
            "scout"
        ]
    },
    {
        "_id": "43d14552",
        "name": "Walk the Spirit Paths",
        "warband": "Sylvaneth",
        "cost": "triple",
        "description": "Remove this fighter from the battlefield and set them up anywhere on the battlefield floor more than 5\" from any enemy fighters.",
        "runemarks": [
            "warrior"
        ]
    },
    {
        "_id": "88c6da2f",
        "name": "Envoy of the Everqueen",
        "warband": "Sylvaneth",
        "cost": "quad",
        "description": "Until the end of the battle round, add half the value of this ability (rounding up) to the Toughness and Strength characteristics of friendly fighters while they are within 6\" of this fighter.",
        "runemarks": [
            "hero"
        ]
    },
    {
        "_id": "ae21c6f1",
        "name": "Larval Shafts",
        "warband": "Sylvaneth",
        "cost": "double",
        "description": "Add half the value of this ability (rounding up) to the Strength characteristic of the next missile attack action made by this fighter in this activation.",
        "runemarks": [
            "trapper"
        ]
    },
    {
        "_id": "9fb23a1b",
        "name": "Thrumming with Life",
        "warband": "Sylvaneth",
        "cost": "quad",
        "description": "A fighter can only use this ability if an enemy fighter has been taken down by an attack action made by them this activation. Remove up to 10 damage points allocated to this fighter.",
        "runemarks": [
            "sentience"
        ]
    },
    {
        "_id": "4f03b091",
        "name": "Vengeful Spites",
        "warband": "Sylvaneth",
        "cost": "reaction",
        "description": "A fighter can make this reaction after they are targeted by a melee attack action but before the hit rolls are made. For each hit roll from that attack action that hits, allocate 1 damage point to the attacking fighter. For each critical hit, allocate 2 damage points to the attacking fighter instead.",
        "runemarks": []
    },
    {
        "_id": "d37ba65e",
        "name": "Spirit Pathways",
        "warband": "Sylvaneth",
        "cost": "battletrait",
        "description": "Once per battle, a friendly fighter with this battle trait can use the 'Walk The Spirit Paths' ability without needing or spending any ability dice, and can use this ability as if they had the Warrior runemark.",
        "runemarks": []
    },
    {
        "_id": "39080dc4",
        "name": "Vigour and Wrath",
        "warband": "Ylthari's Guardians",
        "cost": "double",
        "description": "Until the end of this fighter's activation, add 1 to the damage points allocated by each critical hit from attack actions made by this fighter.",
        "runemarks": []
    },
    {
        "_id": "a78a0f6d",
        "name": "The Reaping",
        "warband": "Ylthari's Guardians",
        "cost": "quad",
        "description": "Roll a dice for each visible enemy fighter within 6\" of this fighter.  On a 2+, allocate a number of damage points equal to the value of this ability to the fighter being rolled for.",
        "runemarks": [
            "hero"
        ]
    },
    {
        "_id": "909ee7a4",
        "name": "The Endless Hunt",
        "warband": "Heralds of Kurnoth",
        "cost": "double",
        "description": "For the rest of the battle round, if this fighter makes a bonus move action as a result of the 'Herald's Pride' or 'Precision Volley' ability, they can move 6\" instead of 3\" and they can pass through enemy fighters when they do so.",
        "runemarks": [
            "hero"
        ]
    },
    {
        "_id": "79d3f3ff",
        "name": "Herald's Pride",
        "warband": "Heralds of Kurnoth",
        "cost": "double",
        "description": "Another friendly fighter with the Heralds of Kurnoth runemark can make a bonus move action of 3\". Then, if the next melee attack action made by this fighter this activation scores any hits or critical hits, allocate a number of damage points to that enemy fighter equal to the value of this ability, or allocate 6 damage points instead if a friendly fighter with the Hero and Heralds of Kurnoth runemarks is within 1\" of that enemy fighter.",
        "runemarks": [
            "brute"
        ]
    },
    {
        "_id": "bedcec7d",
        "name": "Precision Volley",
        "warband": "Heralds of Kurnoth",
        "cost": "double",
        "description": "Another friendly fighter with the Heralds of Kurnoth runemark can make a bonus move action of 3\". Then, add 1 to the Attacks characteristic of the next missile attack action made by this fighter this activation and that attack action can target enemy fighters within 1\" of any friendly fighters. If a friendly fighter with the Hero and Heralds of Kurnoth runemarks is within 1\" of that enemy fighter, that attack action scores critical hits on a 5+.",
        "runemarks": [
            "scout"
        ]
    }
]