[
    {
        "_id": "d02db365",
        "name": "Sleepless Sentinel",
        "warband": "Sons of Velmorn",
        "cost": "double",
        "description": "Until the end of the battle round, friendly fighters with both the Sons of Velmorn runemark and the Hero runemark cannot be targeted while  they are within 1\" of this fighter.",
        "runemarks": [
            "champion"
        ]
    },
    {
        "_id": "9aa5e9d2",
        "name": "Deadly Command",
        "warband": "Sons of Velmorn",
        "cost": "triple",
        "description": "Until the end of the battle round, add 1 to the Strength characteristic of melee attack actions made by visible friendly fighters with both the Sons of Velmorn runemark and the Minion runemark while they are within 8\" of this fighter.",
        "runemarks": [
            "hero"
        ]
    },
    {
        "_id": "47185e2d",
        "name": "Sibling Rivalry",
        "warband": "Sons of Velmorn",
        "cost": "double",
        "description": "A fighter can only use this ability if another friendly fighter with both the Sons of Velmorn runemark and the Minion runemark has made an attack action in this battle round.  until the end of this fighter's activation, add 2 to the Attacks characteristic of melee attack actions made by this fighter.",
        "runemarks": [
            "minion"
        ]
    },
    {
        "_id": "bce2a409",
        "name": "Beheading Strike",
        "warband": "Soulblight Gravelords",
        "cost": "double",
        "description": "Until the end of this fighter's activation, add half the value of this ability (rounding up) to the damage points allocated to enemy fighters by each critical hit from melee attack actions made by this fighter.",
        "runemarks": [
            "hero",
            "berserker"
        ]
    },
    {
        "_id": "fe9612fe",
        "name": "Blood-maddened Feeding Frenzy",
        "warband": "Soulblight Gravelords",
        "cost": "double",
        "description": "A fighter can only use this ability if an enemy fighter has been taken down by an attack action made by this fighter this activation. This fighter makes a bonus move action or a bonus attack action.",
        "runemarks": [
            "ferocious"
        ]
    },
    {
        "_id": "cf6468c5",
        "name": "Necrotic Siphon",
        "warband": "Soulblight Gravelords",
        "cost": "double",
        "description": "Pick a visible friendly fighter with the Soulblight Gravelords faction runemark and the Minion runemark within 6\" of this fighter. Allocate a number of damage points equal to the value of this ability to that fighter. Then, remove a number of damage points allocated to this fighter up to double the value of this ability.",
        "runemarks": [
            "hero",
            "mystic"
        ]
    },
    {
        "_id": "584ded6d",
        "name": "Shambling Horde",
        "warband": "Soulblight Gravelords",
        "cost": "double",
        "description": "A fighter can only use this ability if they are within 6\" of a visible friendly fighter with the Soulblight Gravelords faction runemark and the Hero runemark. This fighter can make a bonus move action up to a number of inches equal to the value of this ability.",
        "runemarks": [
            "minion"
        ]
    },
    {
        "_id": "8c605055",
        "name": "Call the Crimson Feast",
        "warband": "Soulblight Gravelords",
        "cost": "triple",
        "description": "Until the end of the battle round, add 1 to the Attacks characteristic of melee attack actions made by visible friendly fighters while they are within 6\" of this fighter.",
        "runemarks": [
            "hero",
            "terrifying"
        ]
    },
    {
        "_id": "82ad08d8",
        "name": "Vampiric Agility",
        "warband": "Soulblight Gravelords",
        "cost": "double",
        "description": "Until the end of this fighter's activation, do not count the vertical distance moved when this fighter is climbing.",
        "runemarks": [
            "agile"
        ]
    },
    {
        "_id": "0e537da5",
        "name": "Deathly Charge",
        "warband": "Soulblight Gravelords",
        "cost": "triple",
        "description": "Until the end of this fighter's activation, the next time this fighter finishes a move action within 1\" of an enemy fighter, pick a visible enemy fighter within 1\" of this fighter. Allocate a number of damage points equal to the value of this ability to that fighter.",
        "runemarks": [
            "mount"
        ]
    },
    {
        "_id": "5ed32297",
        "name": "Summon Undead Minions",
        "warband": "Soulblight Gravelords",
        "cost": "triple",
        "description": "Pick a friendly fighter with the Soulblight Gravelords faction runemark and the Minion runemark that has been taken down. Set that fighter up on a platform or the battlefield floor, wholly within 3\" of this fighter. If that fighter has the Elite runemark, remove a number of damage points allocated to that fighter equal to the value of this ability. Otherwise, that fighter has no damage points allocated to it. That fighter no longer counts as being taken down and has no damage points allocated to it.",
        "runemarks": [
            "hero"
        ]
    },
    {
        "_id": "a3a590fc",
        "name": "Thirst for Blood",
        "warband": "Soulblight Gravelords",
        "cost": "triple",
        "description": "A fighter can only use this ability if an enemy fighter has been taken down by an attack action made by this fighter this activation. Remove a number of damage points allocated to this fighter up to double the value of this ability.",
        "runemarks": [
            "terrifying"
        ]
    },
    {
        "_id": "da80f37c",
        "name": "Chosen Champion",
        "warband": "Soulblight Gravelords",
        "cost": "quad",
        "description": "A fighter can only use this ability if they are within 6\" of a visible friendly fighter with the Soulblight Gravelords faction runemark and the Hero runemark. This fighter can make a bonus attack action. In addition, add half the value of this ability (rounding up) to the Attacks and Strength characteristics of that attack action.",
        "runemarks": [
            "champion"
        ]
    },
    {
        "_id": "27d4c9c2",
        "name": "Vanhel's Danse Macabre",
        "warband": "Soulblight Gravelords",
        "cost": "quad",
        "description": "Pick a number of visible friendly fighters with the Soulblight Gravelords faction runemark and the Minion runemark up to the value of this ability within 6\" of this fighter. Those fighters can each make a bonus move action or a bonus attack action (some can make bonus move actions and others bonus attack actions).",
        "runemarks": [
            "hero",
            "mystic"
        ]
    },
    {
        "_id": "86a7f856",
        "name": "Unfeeling Flesh",
        "warband": "Soulblight Gravelords",
        "cost": "reaction",
        "description": "A fighter can make this reaction when they are targeted by a melee attack action but before the hit rolls are made.  Subtract 1 from the damage points allocated to this fighter by each hit from that attack action (to a minimum of 1).",
        "runemarks": []
    },
    {
        "_id": "c5973665",
        "name": "Sanguine Glory",
        "warband": "Soulblight Gravelords",
        "cost": "battletrait",
        "description": "Each time a friendly fighter with this battle trait uses the \"Thirst for Blood\" ability, if that value of that ability is 1 or 2, increase the value of that ability to 3.",
        "runemarks": []
    },
    {
        "_id": "235d62bf",
        "name": "Fiendish Lure",
        "warband": "The Crimson Court",
        "cost": "double",
        "description": "Until the end of the battle round, add 1 to the damage points allocated by each critical hit from attack actions made by friendly fighters that target an enemy fighter within 6\" of this fighter.",
        "runemarks": [
            "hero"
        ]
    },
    {
        "_id": "243cf0a5",
        "name": "The Thrill of the Hunt",
        "warband": "The Crimson Court",
        "cost": "double",
        "description": "If the next attack action made by this fighter this activation targets an enemy fighter with any damage points allocated to them, add 2 to the Attacks and Strength characteristics of that attack action.",
        "runemarks": []
    },
    {
        "_id": "43139422",
        "name": "Crackling Arcs",
        "warband": "The Exiled Dead",
        "cost": "double",
        "description": "Roll a number of dice equal to the value of this ability. For each roll of 5+, pick a visible enemy fighter within 3\" of this fighter.  Allocate 1 damage point to that fighter for each friendly fighter with this ability's runemarks within 3\" of that fighter.",
        "runemarks": [
            "frenzied"
        ]
    },
    {
        "_id": "7442c30c",
        "name": "Dread Puppetry",
        "warband": "The Exiled Dead",
        "cost": "double",
        "description": "Pick a friendly fighter with both the Exiled Dead and Bulwark runemarks and has not activated yet this battle round.  you can activate that fighter immediately after this fighter's activation ends.",
        "runemarks": [
            "sentience"
        ]
    },
    {
        "_id": "21e1790c",
        "name": "Dynamic Enhancer",
        "warband": "The Exiled Dead",
        "cost": "triple",
        "description": "Until the end of the battle round, add 1 to the Attack characteristic of attack actions with a Range characteristic of 3 or less made by visible friendly fighters with both the Exiled Dead and Frienzied runemarks while they are within 9\" of this fighter.",
        "runemarks": [
            "hero"
        ]
    },
    {
        "_id": "f1a69fd6",
        "name": "Frightening Charge",
        "warband": "The Sepulchral Guard",
        "cost": "triple",
        "description": "A fighter can use this ability only if there is a visible enemy fighter within 6\" of them. This fighter makes a bonus move action and must finish closer to the closest visible enemy fighter than they were at the start of that move action.",
        "runemarks": []
    },
    {
        "_id": "c56b33cb",
        "name": "Lost Love",
        "warband": "Zondara's Gravebreakers",
        "cost": "reaction",
        "description": "A fighter can only make this reaction if they have the Hero runemark or the Agile runemark, in addition to the Zondara's Gravebreakers runemark, after another fighter with two of those runemarks is taken down. When this reaction is made, add 1 to the fighter's Move characteristic and 2 to the Attacks characteristic of this fighter's weapons until the end of the battle.",
        "runemarks": []
    },
    {
        "_id": "fdb16861",
        "name": "Gravebreaking",
        "warband": "Zondara's Gravebreakers",
        "cost": "double",
        "description": "Each friendly fighter with the Minion runemark and the Zondara's Gravebreakers runemark that is within 3\" of an objective can make a bonus attack action. Each other friendly fighter with the Zondara's Gravebreakers runemark and the Minion runemark can make a bonus move action.",
        "runemarks": [
            "hero"
        ]
    },
    {
        "_id": "cccc7200",
        "name": "Devoted Strike",
        "warband": "Zondara's Gravebreakers",
        "cost": "triple",
        "description": "Add 2 to the Attacks and Strength characteristics of melee attack actions made by this fighter in this activation while that attack action targets an enemy fighter within 3\" of a friendly fighter with the Zondara's Gravebreakers runemark and the Hero runemark.",
        "runemarks": [
            "agile"
        ]
    },
    {
        "_id": "552e00ac",
        "name": "Blind Devotion",
        "warband": "Zondara's Gravebreakers",
        "cost": "quad",
        "description": "This fighter and a friendly fighter with the Zondara's Gravebreakers runemark and the Agile runemark can each make either a bonus move action or a bonus attack action.",
        "runemarks": [
            "hero"
        ]
    },
    {
        "_id": "a050c36f",
        "name": "Arcane Expertise",
        "warband": "Hollow Blades",
        "cost": "triple",
        "description": "Pick another visible friendly fighter with the Hollow Blades and Hero runemarks within 6\" of this fighter. That other fighter can use the 'Rush', 'Onslaught' or 'Respite' abilities once during their next activation this battle round without needing or using any ability dice. That ability does not count towards the number of abilities that fighter can use in that activation.",
        "runemarks": [
            "mystic"
        ]
    },
    {
        "_id": "d40af71f",
        "name": "Graceful Killer",
        "warband": "Hollow Blades",
        "cost": "triple",
        "description": "Pick an enemy fighter within 3\" of this fighter. Place this fighter within 1\" of that enemy fighter. After this fighter's final action this activation, you can pick a point within 3\" of this fighter. Place this fighter as near as possible to that point and more than 1\" from all enemy fighters.",
        "runemarks": [
            "brute"
        ]
    },
    {
        "_id": "28b9f2d0",
        "name": "Spirit Guidance",
        "warband": "Hollow Blades",
        "cost": "quad",
        "description": "Pick 1 of the following effects:\n\n• Add 1 to the Attacks and Damage characteristics of this fighter's melee weapons until the end of their activation.\n\n• Add 3 to this fighter's Move characteristic until the end of their activation and this fighter has the Fly unemark until the end of their activation.",
        "runemarks": [
            "terrifying"
        ]
    }
]
